Repository: Power-Source/ps-snapshot
Catalog: languages/snapshot-*.po
Languages: de_de

source: Estimating backup size, this might take a bit. Please, hold on
de_de: Die Größe der Sicherung wird gerade geschätzt, das kann einen Moment dauern. Bitte warte kurz.

source: Snapshot Logs
de_de: Schnappschuss-Protokolle

source: This archive is from a previous import action. The information from the archive did not match the current blog. So before you can change the configuration you need to assign it to an existing account.
de_de: Dieses Archiv stammt aus einem früheren Importvorgang. Die Infos aus dem Archiv haben nicht zum aktuellen Blog gepasst. Bevor du also die Konfiguration ändern kannst, musst du sie einem bestehenden Konto zuweisen.

source: Change
de_de: Ändern

source: Error on blog lookup. Try again
de_de: Fehler beim Aufrufen des Blogs. Versuch's nochmal.

source: Lookup
de_de: Nachschlagen

source: Enter the blog sub-domain prefix "site1" or blog ID "22" or mapped domain or leave blank for primary site.
de_de: Gib das Präfix der Blog-Subdomain „site1“ oder die Blog-ID „22“ oder die zugeordnete Domain ein oder lass das Feld für die primäre Website leer.

source: Enter the blog domain "myblog.com" or blog ID "22". Once the form is submitted this cannot be changed.
de_de: Gib die Blog-Domain „myblog.com” oder die Blog-ID „22” ein. Sobald das Formular abgeschickt ist, kannst du das nicht mehr ändern.

source: Unknown Blog
de_de: Unbekanntes Blog

source: Blog to backup
de_de: Blog sichern

source: Enter the blog sub-domain prefix "site1" or blog ID "22" or mapped domain or leave blank for primary site. Once the form is submitted this cannot be changed.
de_de: Gib das Präfix der Blog-Subdomain „site1“ oder die Blog-ID „22“ oder die zugeordnete Domain ein oder lass das Feld für die primäre Website leer. Sobald das Formular abgeschickt ist, kann das nicht mehr geändert werden.

source: Enter the blog path or blog ID or blank for primary blog. Once the form is submitted this cannot be changed.
de_de: Gib den Blog-Pfad oder die Blog-ID ein oder lass das Feld für den primären Blog leer. Sobald das Formular abgeschickt ist, kann das nicht mehr geändert werden.

source: Snapshot
de_de: Schnappschuss

source: Give this configuration a name
de_de: Gib dieser Konfiguration einen Namen

source: Notes
de_de: Notizen

source: Description about this configuration.
de_de: Beschreibung dieser Konfiguration.

source: Select the database tables backup option for this Snapshot.
de_de: Wähle die Option zum Sichern der Datenbanktabellen für diesen Snapshot aus.

source: Do not include database tables in this Snapshot
de_de: Nimm keine Datenbanktabellen in diesen Snapshot auf.

source: Include <strong>all</strong> blog database tables in this archive. This will automatically include new tables.
de_de: <strong>Alle</strong> Blog-Datenbanktabellen in dieses Archiv packen. Neue Tabellen werden automatisch mit reingetan.

source: Include <strong>selected</strong> database tables in this Snapshot
de_de: Wähle <strong>bestimmte</strong> Datenbanktabellen für diesen Snapshot aus

source: WordPress Global Tables
de_de: WordPress Globale Tabellen

source: WordPress core Tables
de_de: WordPress-Kern-Tabellen

source: Non-WordPress Tables
de_de: Nicht-WordPress-Tabellen

source: Other Tables
de_de: Andere Tabellen

source: Error Tables - These tables are skipped for the noted reasons.
de_de: Fehlertabellen – Diese Tabellen werden aus den genannten Gründen übersprungen.

source: Select all
de_de: Alle auswählen

source: These global user tables contain blog specific user information which can be included as part of the snapshot archive. Only users whose primary blog matches this selected blog will be included. <strong>Superadmin users will not be included in the sub-site archive.</strong>
de_de: Diese globalen Benutzertabellen haben Blog-spezifische Infos, die in das Snapshot-Archiv aufgenommen werden können. Es werden nur Leute mit reinem Blog berücksichtigt, der mit dem ausgewählten Blog übereinstimmt. <strong>Superadmin-Benutzer werden nicht in das Archiv der Unterseite aufgenommen.</strong>

source: No Tables
de_de: Keine Tische

source: Select the File backup option for this Snapshot.
de_de: Wähle die Option „Dateisicherung“ für diesen Snapshot aus.

source: Do not include files
de_de: Keine Dateien einfügen

source: Include <strong>common</strong> files:
de_de: <strong>Gemeinsame</strong> Dateien einfügen:

source: Media
de_de: Medien

source: Include <strong>selected</strong> files:
de_de: <strong>Ausgewählte</strong> Dateien einfügen:

source: Themes: All active and inactive themes will be included
de_de: Themen: Alle aktiven und inaktiven Themen werden mit rein genommen.

source: Plugins: All active and inactive plugins will be included
de_de: Plugins: Alle Plugins, egal ob aktiv oder inaktiv, werden mit rein genommen.

source: MU-Plugins: All active and inactive plugins will be included
de_de: MU-Plugins: Alle Plugins, egal ob aktiv oder inaktiv, werden mit reingepackt.

source: Media Files:
de_de: Mediendateien:

source: wp-config.php - Your current wp-config.php file
de_de: wp-config.php – Deine aktuelle wp-config.php-Datei

source: .htaccess - Your current root .htaccess / web.config file
de_de: .htaccess – Deine aktuelle Root-Datei .htaccess / web.config

source: Dropbox Only - Select Archive or Mirroring option for this Snapshot.
de_de: Nur Dropbox – Wähl für diesen Snapshot die Option „Archivieren“ oder „Spiegeln“ aus.

source: <strong>Archive</strong> - (Default) Selecting archive will produce a zip archive. This is standard method for backing up your site. A single zip archive will be created for files and database tables.
de_de: <strong>Archiv</strong> – (Standard) Wenn du „Archiv“ auswählst, wird ein ZIP-Archiv erstellt. Das ist die Standardmethode zum Sichern deiner Website. Es wird ein einziges ZIP-Archiv für Dateien und Datenbanktabellen erstellt.

source: <strong>Mirror/Sync</strong> - <strong>Dropbox ONLY</strong> Selecting mirroring if you want to replicate the file structure of this site to a Dropbox destination. You can include Database tables. If selected they will still be send as a zip archive to the destination root folder. <strong>There is currently no restore with this option</strong>
de_de: <strong>Spiegeln/Synchronisieren</strong> – <strong>NUR Dropbox</strong> Wähle „Spiegeln“, wenn du die Dateistruktur dieser Website in einen Dropbox-Zielordner kopieren willst. Du kannst auch Datenbanktabellen mit einbeziehen. Wenn du diese Option wählst, werden sie trotzdem als ZIP-Archiv an den Zielordner geschickt. <strong>Mit dieser Option ist derzeit keine Wiederherstellung möglich.</strong>

source: List files here to exclude from this snapshot. This is handy to exclude very large files like videos. Files should be listed one per line. You can also exclude files for all snapshots by using the Global File Exclusions on the Settings panel.
de_de: Listen Sie hier Dateien auf, die aus diesem Snapshot ausgeschlossen werden sollen. Dies ist praktisch, um sehr große Dateien wie Videos auszuschließen. Die Dateien sollten einzeln in einer Zeile aufgeführt werden. Sie können Dateien auch für alle Snapshots ausschließen, indem Sie die globalen Dateiausschlüsse im Einstellungsfenster verwenden.

source: The exclude logic uses pattern matching. So instead of entering the complete server pathname for a file or directory you can simply use the filename of parent directory. For example to exclude the theme twentyten you could enter this one of many ways: twentyten, themes/twentyten /wp-content/themes/twentyten, /www-data/wp-content/themes/twentyten. <strong>Regular Expression are not allowed at this time</strong>.
de_de: Die Ausschlusslogik nutzt Musterabgleich. Anstatt also den kompletten Serverpfadnamen für eine Datei oder ein Verzeichnis einzugeben, kannst du einfach den Dateinamen des übergeordneten Verzeichnisses verwenden. Um zum Beispiel das Theme „twentyten“ auszuschließen, könntest du eine der folgenden Möglichkeiten nutzen: twentyten, themes/twentyten /wp-content/themes/twentyten, /www-data/wp-content/themes/twentyten. <strong>Reguläre Ausdrücke sind derzeit nicht erlaubt</strong>.

source: Select a backup interval from the options below. If you select 'Immediate' the backup will start immediately and will only occur once. If you select any other value the initial backup will start within a few minutes then repeat on the selected interval.
de_de: Wähle aus den folgenden Optionen ein Backup-Intervall aus. Wenn du „Sofort“ wählst, startet das Backup sofort und wird nur einmal durchgeführt. Wenn du einen anderen Wert wählst, startet das erste Backup innerhalb weniger Minuten und wird dann im gewählten Intervall wiederholt.

source: You can change the interval when a backup occurs by selecting from the options below. If you select 'Suspend' the recurring backups will be stopped. If you select to schedule a backup or change the interval, the initial backup will start within a few minutes then repeat on the selected interval
de_de: Du kannst das Intervall für die Datensicherung ändern, indem du eine der folgenden Optionen auswählst. Wenn du „Aussetzen“ wählst, werden die wiederkehrenden Datensicherungen gestoppt. Wenn du eine Datensicherung planst oder das Intervall änderst, startet die erste Datensicherung innerhalb weniger Minuten und wird dann im gewählten Intervall wiederholt.

source: Your site has disabled the WordPress Cron scheduler (WP_CRON). When scheduling an archive to be created it may not run. Check your wp-config.php for the DISABLE_WP_CRON define. If found either remove it or set the value to "false".
de_de: Deine Website hat den WordPress Cron Scheduler (WP_CRON) deaktiviert. Wenn du die Erstellung eines Archivs planst, wird dieser möglicherweise nicht ausgeführt. Schau mal in deiner wp-config.php nach, ob dort DISABLE_WP_CRON definiert ist. Wenn ja, entferne es oder setze den Wert auf „false”.

source: Backup Interval
de_de: Backup-Intervall

source: Immediate Options
de_de: Sofortige Optionen

source: Run immediate
de_de: Sofort ausführen

source: Manual
de_de: Manuell

source: Save only
de_de: Nur speichern

source: Scheduled Options
de_de: Geplante Optionen

source: Start Backup
de_de: Sicherung starten

source: None
de_de: Nichts

source: Hour
de_de: Stunde

source: Weekday
de_de: Wochentag

source: Day
de_de: Tag

source: The Snapshot scheduling process uses the WordPress Cron (WPCron) system. This is the same process used to run daily checks for updates to core, plugins and themes. It should be understood this WPCron process is not precise. If you schedule a Snapshot for a specific minute of the hour WPCron may not execute at exactly that time. WPCron relies on regular front-end traffic to your website to kickoff the processing.
de_de: Der Planungsprozess für Snapshots nutzt das WordPress Cron (WPCron)-System. Das ist derselbe Prozess, der auch für die täglichen Überprüfungen auf Updates für den Kern, Plugins und Themes genutzt wird. Man sollte sich bewusst sein, dass dieser WPCron-Prozess nicht super präzise ist. Wenn du einen Snapshot für eine bestimmte Minute der Stunde planst, wird WPCron möglicherweise nicht genau zu diesem Zeitpunkt ausgeführt. WPCron ist auf regelmäßigen Frontend-Traffic auf deiner Website angewiesen, um die Verarbeitung zu starten.

source: Control the total number of <strong>local</strong> archives to keep for this snapshot. Once the archive limit is reached, older locally stored archives will be removed. In common cases you may want to set the backup interval to once a week. Then set the number of archives to keep to 52 which would give you a year or backups. But keep in mind on a large site this will be a lot of extra disk space required.
de_de: Lass uns die Gesamtzahl der <strong>lokalen</strong> Archive festlegen, die für diesen Snapshot aufbewahrt werden sollen. Sobald das Archivlimit erreicht ist, werden ältere lokal gespeicherte Archive gelöscht. Normalerweise solltest du das Backup-Intervall auf einmal pro Woche einstellen. Dann leg die Anzahl der zu speichernden Archive auf 52 fest, was dir Backups für ein Jahr gibt. Aber denk dran, dass du bei einer großen Website dafür viel zusätzlichen Speicherplatz brauchst.

source: Maximum number of local archives
de_de: Maximale Anzahl lokaler Archive

source: Example: 10, 100. Enter 0 to keep all
de_de: Beispiel: 10, 100. Gib 0 ein, um alles zu behalten.

source: Backup Destination
de_de: Zielverzeichnis Sicherungskopie

source: Add more Destinations
de_de: Mehr Ziele hinzufügen

source: If you select a remote destination and the 'Interval' is set as Immediate, the snapshot backup file will not be sent during the normal backup step. Instead the transfer of the backup file will be scheduled at a later time. This is to prevent the screen from locking while the backup file is sent to the remote destination.
de_de: Wenn du ein Remote-Ziel auswählst und das „Intervall“ auf „Sofort“ eingestellt ist, wird die Snapshot-Sicherungsdatei nicht während des normalen Sicherungsschritts gesendet. Stattdessen wird die Übertragung der Sicherungsdatei zu einem späteren Zeitpunkt geplant. Damit soll verhindert werden, dass sich der Bildschirm während der Übertragung der Sicherungsdatei an das Remote-Ziel sperrt.

source: Keep local archives?
de_de: Lokale Archive aufbewahren?

source: Yes
de_de: Ja

source: No
de_de: Nein

source: By default, Snapshot keeps a local copy of your backup, as well as uploading the archive to your chosen destination. Choose <strong>No</strong> if you wish just remove the local copy after the upload is complete.
de_de: Standardmäßig speichert Snapshot eine lokale Kopie deiner Sicherung und lädt das Archiv zusätzlich an den von dir gewählten Speicherort hoch. Wähle <strong>„Nein“</strong>, wenn du die lokale Kopie nach Abschluss des Uploads einfach löschen möchtest.

source: The optional Directory can be used to override or supplement the selected destination directory value. If 'local server' is selected and if the directory does not start with a forward slash '/' the directory will be relative to the site root.
de_de: Das optionale Verzeichnis kann verwendet werden, um den ausgewählten Zielverzeichniswert zu überschreiben oder zu ergänzen. Wenn „lokaler Server” ausgewählt ist und das Verzeichnis nicht mit einem Schrägstrich „/” beginnt, wird das Verzeichnis relativ zum Stammverzeichnis der Website angegeben.

source: This field support tokens you can use to create dynamic values. You can use any combination of the following tokens. Use the forward slash '/' to separate directory elements.
de_de: Dieses Feld unterstützt Tokens, mit denen du dynamische Werte erstellen kannst. Du kannst die folgenden Tokens beliebig kombinieren. Verwende den Schrägstrich „/“, um Verzeichniselemente zu trennen.

source: This represents the Directory/Bucket used by the selected Backup Destination or if local, the Settings Folder Location. This can be used to supplement a value entered into this Snapshot. If [DEST_PATH] is not used the Directory value here will override the complete value from the selected Destination.
de_de: Das ist das Verzeichnis/der Speicherort, den das ausgewählte Backup-Ziel benutzt, oder, wenn es lokal ist, der Speicherort des Einstellungsordners. Das kann man benutzen, um einen Wert zu ergänzen, den man in diesen Snapshot eingegeben hat. Wenn [DEST_PATH] nicht benutzt wird, ersetzt der Verzeichniswert hier den kompletten Wert aus dem ausgewählten Ziel.

source: This represents the full domain of the selected site per this snapshot
de_de: Das zeigt die ganze Domain der ausgewählten Seite in diesem Moment.

source: This is the unique ID assigned to this Snapshot set
de_de: Das ist die eindeutige ID, die diesem Snapshot-Set zugewiesen wurde.

source: For Google Drive destinations this is not a normal directory path. Instead you must provide the Directory ID. Go to your %s. Navigate to or create a new directory where you want to upload the Snapshot archives. Make sure you are viewing the destination directory. The URL for the directory will be something similar to <em>https://drive.google.com/#folders/0B6GD66ctHXXCOWZKNDRIRGJJXS3</em>. The Directory ID would be the last part after /#folders/ <strong><em>0B6GD66ctHXXCOWZKNDRIRGJJXS3</em></strong>.
de_de: Für Google Drive-Ziele ist das kein normaler Verzeichnispfad. Stattdessen musst du die Verzeichnis-ID angeben. Geh zu deinem %s. Geh zu dem Verzeichnis, in das du die Snapshot-Archive hochladen willst, oder erstelle ein neues Verzeichnis. Vergewissere dich, dass du das Zielverzeichnis siehst. Die URL für das Verzeichnis sieht in etwa so aus: <em>https://drive.google.com/#folders/0B6GD66ctHXXCOWZKNDRIRGJJXS3</em>. Die Verzeichnis-ID ist der letzte Teil nach /#folders/ <strong><em>0B6GD66ctHXXCOWZKNDRIRGJJXS3</em></strong>.

source: Drive account
de_de: Antriebskonto

# Snapshot page description
source: Migrate Snapshot files and logs created under previous version of the Snapshot plugin.
de_de: Migriere Snapshot-Dateien und Protokolle, die mit einer älteren Version des Snapshot-Plugins erstellt wurden.

source: Migrate old Snapshots
de_de: Alte Snapshots verschieben

source: Migrate Snapshots
de_de: Snapshots migrieren

# Snapshot page description
source: The following items will be converted to the new Snapshot format.
de_de: Die folgenden Elemente werden ins neue Snapshot-Format umgewandelt.

source: Filename
de_de: Dateiname

# Snapshot page description
source: No legacy snapshot data found to convert.
de_de: Es wurden keine alten Snapshot-Daten gefunden, die konvertiert werden können.

source: Below is a listing of your archives showing at most the most recent 6 entries. If the archive is local you can click on the filename to download it. You can also view or download the load file the archive.
de_de: Hier findest du eine Liste deiner Archive mit maximal den letzten 6 Einträgen. Wenn das Archiv lokal gespeichert ist, kannst du auf den Dateinamen klicken, um es runterzuladen. Du kannst auch die Ladungsdatei des Archivs ansehen oder runterladen.

source: View all archives
de_de: Alle Archive anzeigen

source: Select
de_de: Auswählen

source: Date
de_de: Datum

source: File
de_de: Datei

source: Size
de_de: Größe

source: Logs
de_de: Protokolle

source: view
de_de: ansehen

source: No Archives
de_de: Keine Archive

source: Turn off all plugins
de_de: Schalte alle Plugins aus.

source: Set a theme to active
de_de: Ein Thema aktivieren

source: You can restore the backup to a different blog within your Multisite environment. Note: The destination blog MUST already exist. This migration logic is considered still in beta.
de_de: Du kannst die Sicherung auf einem anderen Blog in deiner Multisite-Umgebung wiederherstellen. Hinweis: Der Zielblog MUSS schon da sein. Diese Migrationslogik ist noch in der Beta-Phase.

source: Restore Note: URL mismatch!. The Snapshot archive does not appear made from the current WordPress system. Every attempt will be made to replace the source URL with the URL from the destination.
de_de: Hinweis zur Wiederherstellung: Die URL passt nicht! Das Snapshot-Archiv scheint nicht vom aktuellen WordPress-System erstellt worden zu sein. Wir versuchen, die Quell-URL durch die URL vom Ziel zu ersetzen.

source: Information from Archive
de_de: Infos aus dem Archiv

source: Site URL:
de_de: Seiten-URL:

source: Database Name:
de_de: Name der Datenbank

source: Database Base Prefix:
de_de: Datenbank-Präfix:

source: Database Prefix:
de_de: Datenbankpräfix:

source: Upload Path:
de_de: Upload-Pfad:

source: Will be restored to
de_de: Wird wiederhergestellt zu

source: Enter the blog path "site1" or blog ID "22".
de_de: Gib den Blog-Pfad „site1“ oder die Blog-ID „22“ ein.

# Snapshot page description
source: Set a destination folder for your snapshots. This folder will be created inside your site's media upload folder.
de_de: Leg einen Zielordner für deine Schnappschüsse fest. Dieser Ordner wird im Medien-Upload-Ordner deiner Website erstellt.

# Snapshot page description
source: Optionally, you can attempt to set the snapshot folder to a directory outside of your web site. This may not be available depending on your hosting configuration. Check with your hosting provider. If you change the folder to be outside of your web site you may not be able to access the archive via this plugin. You will need to use FTP or some other solution provided by your hosting provider.
de_de: Du kannst auch versuchen, den Snapshot-Ordner in einem Verzeichnis außerhalb deiner Website zu speichern. Das geht aber vielleicht nicht, je nachdem, wie dein Hosting eingerichtet ist. Frag am besten bei deinem Hosting-Anbieter nach. Wenn du den Ordner außerhalb deiner Website speicherst, kannst du vielleicht nicht mehr über dieses Plugin auf das Archiv zugreifen. Dann musst du FTP oder eine andere Lösung von deinem Hosting-Anbieter nutzen.

# Snapshot page description
source: If you do change the Snapshot folder, the existing folder will be moved/renamed to the new value. <strong>The new folder must not already exist.</strong>
de_de: Wenn du den Snapshot-Ordner änderst, wird der alte Ordner verschoben oder umbenannt. <strong>Der neue Ordner darf noch nicht existieren.</strong>

source: Backup Folder
de_de: Backupverzeichnis

source: Default folder is %s. If you change the folder name the previous snapshot files will be moved to the new folder.
de_de: Der Standardordner ist %s. Wenn du den Ordnernamen änderst, werden die bisherigen Snapshot-Dateien in den neuen Ordner verschoben.

source: Current folder
de_de: Aktueller Ordner

source: Warning: Your Snapshot folder is publicly accessible. Please make sure you DO NOT use the default "snapshot" location. Although we attempt to disallow directory listing and are obscuring your backup names, having this folder public opens it up for exploitation. You may need to consult your hosting provider to move this folder outside of your website folder. Example path:
de_de: Achtung: Dein Snapshot-Ordner ist öffentlich zugänglich. Bitte stell sicher, dass du NICHT den Standard-Speicherort „snapshot“ verwendest. Obwohl wir versuchen, Verzeichnislisten zu unterbinden und deine Backup-Namen zu verbergen, kann dieser Ordner, wenn er öffentlich zugänglich ist, für Missbrauch genutzt werden. Möglicherweise musst du deinen Hosting-Anbieter kontaktieren, um diesen Ordner aus deinem Website-Ordner zu verschieben. Beispielpfad:

source: Save Settings
de_de: Einstellungen speichern
