Repository: Power-Source/ps-snapshot
Catalog: languages/snapshot-*.po
Languages: de_de

source: Nothing found
de_de: Nichts gefunden

source: Okay, we saved your changes!
de_de: OK, wir haben Ihre Änderungen gespeichert!

source: Oops, we could not do this...
de_de: Hoppla, wir konnten dies nicht tun...

source: Saving
de_de: Speichern

source: Dismiss
de_de: Verwerfen

source: Your log file is empty
de_de: Deine Logdatei ist leer.

source: Unable to get exchange token
de_de: Ich kann den Austausch-Token nicht bekommen.

source: Unable to exchange key
de_de: Schlüssel kann nicht ausgetauscht werden

source: Enabled
de_de: Aktiviert

source: Disabled
de_de: Deaktiviert

source: Could not communicate with remote service
de_de: Ich konnte nicht mit dem Remote-Dienst reden.

source: Managed Backup Processing
de_de: Verwaltete Backup-Verarbeitung

source: Daily Managed Snapshot
de_de: Täglich verwalteter Snapshot

source: Weekly Managed Snapshot
de_de: Wöchentlich verwalteter Snapshot

source: Monthly Managed Snapshot
de_de: Monatlich verwalteter Snapshot

source: Invalid destination: %s
de_de: Ungültiges Ziel: %s

source: Backup path creation failed: %s
de_de: Der Backup-Pfad konnte nicht erstellt werden: %s

source: Backup path not writable: %s
de_de: Backup-Pfad kann nicht beschrieben werden: %s

source: Error
de_de: Fehler

source: Warning
de_de: Warnung

source: Notice
de_de: Hinweis

source: Default
de_de: Standard

source: Queue
de_de: Warteschlange

source: Noon
de_de: Mittag

source: am
de_de: vormittags

source: pm
de_de: nachmittags

source: Sunday
de_de: Sonntag

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: You haven't added any third party destinations yet. It's much safer to store your snapshots off-site so we recommend you add <a href='%s'>another destination</a>.
de_de: Du hast noch keine Ziele von Drittanbietern hinzugefügt. Es ist viel sicherer, deine Snapshots außerhalb deines Standorts zu speichern. Deshalb empfehlen wir dir, <a href='%s'>ein weiteres Ziel</a> hinzuzufügen.

source: <p>The session save path (%s) is not set to a valid directory. Check your PHP (php.ini) settings or contact your hosting provider.</p>
de_de: <p>Der Pfad zum Speichern der Sitzung (%s) ist nicht auf ein gültiges Verzeichnis eingestellt. Überprüfe deine PHP-Einstellungen (php.ini) oder wende dich an deinen Hosting-Anbieter.</p>

source: <p>The session_save_path (%s) is not writeable. Check your PHP (php.ini) settings or contact your hosting provider.</p>
de_de: <p>Der Pfad „session_save_path“ (%s) ist nicht beschreibbar. Überprüfe deine PHP-Einstellungen (php.ini) oder wende dich an deinen Hosting-Anbieter.</p>

source: Every 5 Minutes
de_de: Alle 5 Minuten

source: Every 15 Minutes
de_de: Alle 15 Minuten

source: Every 30 Minutes
de_de: Alle 30 Minuten

source: Once Hourly
de_de: Einmal stündlich

source: Daily
de_de: Täglich

source: Twice Daily
de_de: Zweimal täglich

source: Weekly
de_de: Wöchentlich

source: Twice Weekly
de_de: Zweimal wöchentlich

source: Monthly
de_de: Monatlich

source: Twice Monthly
de_de: Zweimal monatlich

source: Tables:
de_de: Tabellen:

source: core
de_de: Kern

source: non-core
de_de: nicht zum Kerngeschäft gehörend

source: other
de_de: andere

source: error
de_de: Fehler

source: Files:
de_de: Dateien:

source: Manifest data not found in archive.
de_de: Die Daten sind im Archiv nicht da.

source: Manifest data does not contain ITEM section.
de_de: Die Manifestdaten haben keinen Abschnitt „ITEM“.

source: Manifest ITEM does not contain 'timestamp' item.
de_de: Das Manifest enthält kein Element „timestamp“.

source: Manifest ITEM does not contain 'data' section.
de_de: Das Manifest enthält keinen Abschnitt „data“.

source: Archive imported successfully.
de_de: Archiv erfolgreich importiert.

source: already present. not importing.
de_de: Schon da. Nicht importieren.

source: There was an error writing a line to the backup script:
de_de: Beim Schreiben einer Zeile ins Backup-Skript ist ein Fehler passiert:

source: Error getting table details
de_de: Fehler beim Abrufen von Tabellendetails

source: You must override all required vars in your Snapshot Destination class!
de_de: Du musst alle erforderlichen Variablen in deiner Snapshot-Zielklasse überschreiben!

source: You must override the function 'display_listing_table' in your Snapshot Destination class!
de_de: Du musst die Funktion „display_listing_table” in deiner Snapshot-Zielklasse überschreiben!

source: You must override the function 'sendfile_to_remote' in your Snapshot Destination class!
de_de: Du musst die Funktion „sendfile_to_remote” in deiner Snapshot-Zielklasse überschreiben!

source: You must override the function 'display_details_form' in your Snapshot Destination class!
de_de: Du musst die Funktion „display_details_form” in deiner Snapshot-Zielklasse überschreiben!

source: US West (Oregon) Region
de_de: Region US-West (Oregon)

source: US West (Northern California) Region
de_de: Region US-West (Nordkalifornien)

source: EU (Ireland) Region
de_de: EU (Irland) Region

source: Asia Pacific (Singapore) Region
de_de: Asien-Pazifik-Region (Singapur)

source: Asia Pacific (Sydney) Region
de_de: Region Asien-Pazifik (Sydney)

source: Asia Pacific (Tokyo) Region
de_de: Asien-Pazifik-Region (Tokio)

source: South America (Sao Paulo) Region
de_de: Südamerika (Sao Paulo) Region

source: Reduced Redundancy
de_de: Reduzierte Redundanz

source: Private
de_de: Privat

source: Public Read
de_de: Öffentlich lesen

source: Public Read/Write
de_de: Öffentlich lesen/schreiben

source: Authenticated Read
de_de: Authentifiziertes Lesen

source: Name is required
de_de: Name ist erforderlich

source: AWS Key is required
de_de: AWS-Schlüssel ist nötig

source: AWS Secret Key is required
de_de: Der geheime AWS-Schlüssel wird gebraucht.

source: Delete
de_de: Löschen

source: Bucket
de_de: Eimer

source: Directory
de_de: Verzeichnis

source: Used
de_de: Benutzt

source: edit
de_de: bearbeiten

source: delete
de_de: löschen

source: No Amazon S3 Destinations
de_de: Keine Amazon S3-Ziele

source: Delete Destination
de_de: Ziel löschen

source: Define an Amazon AWS destination connection. You can define multiple destinations which use Amazon AWS. Each destination can use different security keys and/or buckets.
de_de: Richte eine Amazon AWS-Zielverbindung ein. Du kannst mehrere Ziele festlegen, die Amazon AWS nutzen. Jedes Ziel kann unterschiedliche Sicherheitsschlüssel und/oder Buckets verwenden.

source: Amazon S3 Destination
de_de: Amazon S3-Ziel

source: Destination Name
de_de: Name Bestimmungsort

source: Use SSL Connection
de_de: SSL-Verbindung verwenden

source: Alternate Region host
de_de: Alternativer Gastgeber der Region

source: Storage Type
de_de: Lager Typ des Artikels

source: Bucket Name
de_de: Name des Bucket

source: Select Bucket
de_de: Eimer auswählen

source: File permissions for uploaded files
de_de: Dateiberechtigungen für hochgeladene Dateien

source: Directory (optional)
de_de: Verzeichnis (optional)

source: If directory is blank the snapshot file will be stored at the bucket root. If the directory is provided it will be created inside the bucket. This is a global setting and will be used by all snapshot configurations using this destination. You can also defined a directory used by a specific snapshot.
de_de: Wenn das Verzeichnis leer ist, wird die Snapshot-Datei im Stammverzeichnis des Buckets gespeichert. Wenn das Verzeichnis angegeben ist, wird es im Bucket erstellt. Das ist eine globale Einstellung und wird von allen Snapshot-Konfigurationen verwendet, die dieses Ziel nutzen. Du kannst auch ein Verzeichnis für einen bestimmten Snapshot festlegen.

source: Test Connection
de_de: Verbindung prüfen

source: Please provide a name for the destination.
de_de: Gib bitte einen Namen für das Ziel an.

source: Please provide a valid subdirectory to store the snapshots.
de_de: Gib bitte ein gültiges Unterverzeichnis an, in dem die Snapshots gespeichert werden sollen.

source: An error occurred when attempting to connect to Dropbox:
de_de: Beim Versuch, eine Verbindung zu Dropbox herzustellen, ist ein Fehler aufgetreten:

source: FTP with TSL/SSL
de_de: FTP mit TSL/SSL

source: Address is required
de_de: Adresse ist erforderlich

source: Username is required
de_de: Benutzername ist erforderlich

source: Password is required
de_de: Passwort ist notwendig

source: Connection type is required
de_de: Verbindungstyp ist erforderlich

source: Login
de_de: Anmelden

source: No FTP Destinations
de_de: Keine FTP-Ziele

source: Define an FTP destination connection. You can define multiple destinations which use FTP. Each destination can connect to different servers with different remote paths.
de_de: Richte eine FTP-Zielverbindung ein. Du kannst mehrere Ziele festlegen, die FTP nutzen. Jedes Ziel kann sich mit verschiedenen Servern mit unterschiedlichen Remote-Pfaden verbinden.

source: Destination
de_de: Ziel

source: Form Errors
de_de: Formularfehler

source: Server Address
de_de: Serveradresse

source: This should remote server address as in somehost.co or ftp.somehost.com or maybe the IP address 123.456.789.255. Do not use ftp://somehost.com
de_de: Das sollte die Adresse des Remote-Servers sein, wie zum Beispiel somehost.co oder ftp.somehost.com oder vielleicht die IP-Adresse 123.456.789.255. Benutze nicht ftp://somehost.com.

source: Username
de_de: Benutzername

source: Remote Path
de_de: Remote-Pfad

source: The remote path will be used to store the snapshot archives. The remote path must already existing on the server. If the remote path is blank then the FTP home directory will be used as the destination for snapshot files. This is a global setting and will be used by all snapshot configurations using this destination. You can also defined a directory used by a specific snapshot.
de_de: Der Remote-Pfad wird zum Speichern der Snapshot-Archive benutzt. Der Remote-Pfad muss schon auf dem Server vorhanden sein. Wenn der Remote-Pfad leer ist, wird das FTP-Home-Verzeichnis als Speicherort für die Snapshot-Dateien benutzt. Das ist eine globale Einstellung und wird von allen Snapshot-Konfigurationen benutzt, die diesen Speicherort verwenden. Du kannst auch ein Verzeichnis für einen bestimmten Snapshot festlegen.

source: Connection Protocol
de_de: Verbindungsprotokoll

source: FTP: uses standard PHP library functions. (default)<br />SFTP: Implementation use the <a href="http://phpseclib.sourceforge.net" target="_blank">PHP Secure Communications Library</a>. This option may not work depending on how your PHP binaries are compiled.<br />FTPS with TSL/SSL. This option attempts a secure connection. Will only work if PHP and OpenSSL are properly configured on your host and the destination host. This option will not work under Windows using the default PHP binaries. Check the PHP docs for ftp_ssl_connection
de_de: FTP: Nutzt die Standardfunktionen der PHP-Bibliothek. (Standard)<br />SFTP: Die Implementierung nutzt die <a href="http://phpseclib.sourceforge.net" target="_blank">PHP Secure Communications Library</a>. Diese Option funktioniert vielleicht nicht, je nachdem, wie deine PHP-Binärdateien kompiliert sind.<br />FTPS mit TSL/SSL. Diese Option versucht, eine sichere Verbindung herzustellen. Funktioniert nur, wenn PHP und OpenSSL auf deinem Host und dem Zielhost richtig konfiguriert sind. Diese Option funktioniert unter Windows mit den Standard-PHP-Binärdateien nicht. Schau dir die PHP-Dokumentation für ftp_ssl_connection an.

source: In most normal cases the port should be left blank. Only in rare cases where the system administrator set the default FTP/sFTP port to some other value should the port be set here. If left blank the port will be assumed as 21 for FTP or 22 for sFTP.
de_de: Normalerweise sollte das Feld leer bleiben. Nur wenn der Systemadministrator den Standard-FTP/sFTP-Port auf einen anderen Wert gesetzt hat, sollte der Port hier eingegeben werden. Wenn das Feld leer bleibt, wird der Port 21 für FTP oder 22 für sFTP angenommen.

source: Server Timeout
de_de: Server Zeitüberschreitung

source: The default timeout for PHP FTP connections is 90 seconds. Sometimes this timeout needs to be longer for slower connections to busy servers.
de_de: Die Standard-Zeitüberschreitung für PHP-FTP-Verbindungen ist 90 Sekunden. Manchmal muss diese Zeitüberschreitung für langsamere Verbindungen zu stark ausgelasteten Servern verlängert werden.

source: Passive Mode
de_de: Passivmodus

source: Default: No. This options turns on or off passive mode. In passive mode, data connections are initiated by the client, rather than by the server. It may be needed if the client is behind firewall.
de_de: Standard: Nein. Diese Option schaltet den passiven Modus ein oder aus. Im passiven Modus werden Datenverbindungen vom Client und nicht vom Server gestartet. Das kann nötig sein, wenn der Client hinter einer Firewall ist.

source: Error: Could not connect to %s: Error: %s
de_de: Fehler: Verbindung zu %s nicht möglich: Fehler: %s

source: Connecting to %s
de_de: Herstellen einer Verbindung mit %s

source: Error: Could not send file <pre>%s</pre> :
de_de: Fehler: Datei konnte nicht gesendet werden <pre>%s</pre>:

source: An access token from Google is required
de_de: Man braucht ein Zugriffstoken von Google.

source: A client ID is required
de_de: Man braucht eine Kunden-ID.

source: A client secret ID is required
de_de: Du brauchst eine geheime Client-ID.

source: A directory is required
de_de: Ein Verzeichnis ist nötig.

source: A name for the destination is required
de_de: Du musst einen Namen für das Ziel eingeben.

source: A directory ID is required
de_de: Du brauchst eine Verzeichnis-ID.

source: No %s Destinations
de_de: Keine %s Ziele

source: Define an Google Drive destination connection. You can define multiple destinations which use Google Drive. Each destination can use different security keys and/or directory.
de_de: Richte eine Google Drive-Zielverbindung ein. Du kannst mehrere Ziele festlegen, die Google Drive nutzen. Jedes Ziel kann unterschiedliche Sicherheitsschlüssel und/oder Verzeichnisse verwenden.

source: Google Drive Destination
de_de: Google Drive-Ziel

source: Step 1: Define a name for this Destination
de_de: Schritt 1: Gib diesem Ziel einen Namen

source: <strong>COMPLETE</strong>
de_de: <strong>FERTIG</strong>

source: Directory ID (optional)
de_de: Verzeichnis-ID (optional)

source: Note: This is not a traditional directory path like /usr/local/path but a unique ID assigned by Google for the directory with your Drive. See the instructions to the right on how to obtain the Directory ID.
de_de: Hey, das ist kein normaler Verzeichnispfad wie /usr/local/path, sondern eine eindeutige ID, die Google deinem Drive-Verzeichnis zuweist. Wie du die Verzeichnis-ID bekommst, erfährst du in den Anweisungen rechts.

source: Instructions
de_de: Anweisungen

source: Go to your %s
de_de: Gehe zu deinem %s

source: Drive account. Navigate to or create a new directory where you want to upload the Snapshot archives. Make sure you are viewing the destination directory.
de_de: Geh zu deinem Konto. Such oder erstelle ein neues Verzeichnis, wo du die Snapshot-Archive hochladen willst. Vergewissere dich, dass du das Zielverzeichnis siehst.

source: The URL for the directory will be something similar to <em>https://drive.google.com/#folders/0B6GD66ctHXXCOWZKNDRIRGJJXS3</em>. The Directory ID would be the last part after /#folders/ <strong><em>0B6GD66ctHXXCOWZKNDRIRGJJXS3</em></strong>.
de_de: Die URL für das Verzeichnis sieht ungefähr so aus: <em>https://drive.google.com/#folders/0B6GD66ctHXXCOWZKNDRIRGJJXS3</em>. Die Verzeichnis-ID ist der letzte Teil nach /#folders/ <strong><em>0B6GD66ctHXXCOWZKNDRIRGJJXS3</em></strong>.

source: You can define multiple Directory IDs seperated by comma
de_de: Du kannst mehrere Verzeichnis-IDs durch Kommas getrennt angeben.

source: Step 2: Google Drive Access Credentials
de_de: Schritt 2: Zugangsdaten für Google Drive

source: Go to the %s
de_de: Geh zu %s

source: Google Project Console
de_de: Google-Projektkonsole

source: Select existing or Add a new Project. If you add a new project you will see a popup. Enter a project name. The Project ID is not important and can be ignored.
de_de: Wähle ein bestehendes Projekt aus oder füge ein neues hinzu. Wenn du ein neues Projekt hinzufügst, erscheint ein Popup-Fenster. Gib einen Projektnamen ein. Die Projekt-ID ist nicht wichtig und kann ignoriert werden.

source: Once the Project creation is completed go to the <strong>API Manager</strong>. Here you need to enable the <strong>Drive API</strong>
de_de: Sobald das Projekt erstellt ist, geh zum <strong>API-Manager</strong>. Hier musst du die <strong>Drive-API</strong> aktivieren.

source: Next, go to the <strong>API Manager > Credentials</strong> section. Click <strong>Add New Credentials > OAuth 2.0 client ID</strong>. In the popup select the <strong>Application Type</strong> as <strong>Web application</strong>. In the field <strong>Authorized redirect URI</strong> copy the value from the <strong>Redirect URI</strong> field to the left. Then click the <strong>Create Client ID</strong> button.
de_de: Als Nächstes gehst du zum Abschnitt <strong>„API Manager &gt; Credentials“ (API-Manager &gt; Anmeldedaten</strong> ). Klicke auf <strong>„Add New Credentials“ (Neue Anmeldedaten hinzufügen) &gt; „OAuth 2.0 client ID“ (OAuth 2.0-Client-ID</strong>). Wähle im Popup-Fenster als <strong>Anwendungstyp</strong> <strong>„Web application“ (Webanwendung</strong>) aus. Kopiere im Feld <strong>„Authorized redirect URI“ (Autorisierte Umleitungs-URI</strong> ) den Wert aus dem Feld <strong>„Redirect URI“ (Umleitungs-URI</strong> ) auf der linken Seite. Klicke dann auf die Schaltfläche <strong>„Create Client ID“ (Client-ID erstellen)</strong>.

source: After the popup closes copy the Client ID and Client Secret from the Google page and paste into the form fields on the left.
de_de: Wenn das Popup-Fenster weg ist, kopier einfach die Client-ID und den geheimen Client-Schlüssel von der Google-Seite und kleb sie in die Felder links im Formular.

source: Redirect URI
de_de: Weiterleitungs-URI

source: Step 3: Google Authorize
de_de: Schritt 3: Google autorisieren

source: Success. The Google Access Token has been received. <strong>You must save this form one last time to retain the token.</strong> The stored token will be used in the future when connecting to Google
de_de: Erfolgreich. Der Google-Zugriffstoken wurde empfangen. <strong>Du musst dieses Formular noch einmal speichern, um den Token zu behalten.</strong> Der gespeicherte Token wird in Zukunft bei der Verbindung mit Google verwendet <strong>.</strong>

source: Re-Authorize
de_de: Bitte erneut autorisieren

source: Authorize
de_de: Autorisieren

source: Unable to obtain Authorization URL from Google
de_de: Ich kriege die Autorisierungs-URL von Google einfach nicht.

source: Authorization complete.
de_de: Autorisierung abgeschlossen.

source: You must save this form one last time to retain the token.
de_de: Du musst dieses Formular noch einmal speichern, um das Token zu behalten.

source: daily
de_de: täglich

source: weekly
de_de: wöchentlich

source: monthly
de_de: monatlich

source: Other kind of backup error
de_de: Andere Art von Backup-Fehler

source: General backup error
de_de: Allgemeiner Backup-Fehler

source: Backup post-processing error
de_de: Fehler bei der Nachbearbeitung der Sicherung

source: Backup upload error
de_de: Fehler beim Hochladen der Sicherung

source: unknown source
de_de: unbekannte Quelle

source: Error with %1$s queue, source: %2$s
de_de: Fehler bei Warteschlange %1$s, Ursache: %2$s

source: Missing API key
de_de: Fehlender API-Schlüssel

source: Invalid endpoint
de_de: Ungültiger Endpunkt

source: Persistent connection error
de_de: Verbindungsfehler bleibt bestehen

source: We encountered an issue communicating with the API
de_de: Wir haben ein Problem bei der Kommunikation mit der API

source: Error rotating backups
de_de: Fehler beim Drehen von Backups

source: Backup too large for storage quota.
de_de: Das Backup ist zu groß für die Speicherquote.

source: Unable to finalize the upload.
de_de: Der Upload konnte nicht fertiggestellt werden.

source: Error fetching file
de_de: Fehler beim Abrufen der Datei

source: Error deleting file: %s
de_de: Fehler beim Löschen der Datei: %s

# Snapshot Destination Page Title
source: All Snapshot Destinations
de_de: Alle Snapshot-Ziele

# Snapshot page description
source: This page show all the destinations available for the Snapshot plugin. A destination is a remote system like Amazon S3, Dropbox or SFTP. Simply select the destination type from the drop down then will in the details. When you add or edit a Snapshot you will be able to assign it a destination. When the snapshot backup runs the archive file will be sent to the destination and local archive stored or deleted depending on <strong>Keep local archives?</strong> option.
de_de: Auf dieser Seite siehst du alle Ziele, die für das Snapshot-Plugin verfügbar sind. Ein Ziel ist ein Remote-System wie Amazon S3, Dropbox oder SFTP. Wähl einfach den Zieltyp aus dem Dropdown-Menü aus und schau dir dann die Details an. Wenn du einen Snapshot hinzufügst oder bearbeitest, kannst du ihm ein Ziel zuweisen. Wenn das Snapshot-Backup läuft, wird die Archivdatei an das Ziel gesendet und das lokale Archiv wird je nach der Option <strong>„Lokale Archive behalten?“</strong> gespeichert oder gelöscht.

source: Add New
de_de: Neu hinzufügen

# Snapshot Plugin Page Title
source: Edit Snapshot Destination
de_de: Schnappschussziel bearbeiten

# Snapshot Plugin Page Title
source: Add Snapshot Destination
de_de: Ziel für Momentaufnahme hinzufügen

source: Save Destination
de_de: Ziel speichern

source: Snapshot Destinations
de_de: Schnappschuss-Reiseziele

source: We were unable to find the appropriate API info in the remote service response.
de_de: Wir konnten die passenden API-Infos in der Antwort vom Remote-Dienst nicht finden.

source: It seems we encountered an issue communicating with the remote service.
de_de: Wir haben wohl ein Problem bei der Kommunikation mit dem Remote-Dienst.

source: Please, make sure your site is able to perform remote requests to <code>%1$s</code>.
de_de: Bitte stell sicher, dass deine Website Remote-Anfragen an <code>%1$s</code> machen kann.

source: If you're still having this issue, please feel free to open a ticket with us <a href="%s" target="_blank">here</a>.
de_de: Wenn du immer noch Probleme hast, kannst du gerne <a href="%s" target="_blank">hier</a> ein Ticket bei uns erstellen.

source: We have encountered an error refreshing the backup list.
de_de: Beim Aktualisieren der Backup-Liste ist ein Fehler aufgetreten.

source: You can reset your key <a href="%s">here</a>
de_de: Du kannst deinen Schlüssel <a href="%s">hier</a> zurücksetzen.

source: You need to have your secret key entered in settings for automatic managed backups to work. You can get your key <a href="%s">here</a>.
de_de: Du musst deinen geheimen Schlüssel in den Einstellungen eingeben, damit die automatisch verwalteten Backups funktionieren. Du kannst deinen Schlüssel <a href="%s">hier</a> bekommen.

# page label
source: Managed Backups
de_de: Verwaltete Backups

# menu label
source: Managed Backups
de_de: Verwaltete Backups

source: Aw shucks, something went wrong :( Instead of the beautiful response we expected, we got this:
de_de: Mist, da ist was schiefgelaufen :( Statt der tollen Antwort, die wir erwartet hatten, haben wir das hier bekommen:

source: Starting...
de_de: Startet...

source: Processing (step %d)
de_de: Verarbeitung (Schritt %d)

source: Backing up... %d%
de_de: Sicherung läuft... %d%

source: Finishing up
de_de: Fertig machen
