Repository: Power-Source/ps-snapshot
Catalog: languages/snapshot-*.po
Languages: de_de

source: Where to save the Archive
de_de: Wo soll das Archiv gespeichert werden?

source: Create Snapshot
de_de: Snapshot erstellen

# Snapshot New Page Title
source: All Snapshots
de_de: Alle Schnappschüsse

# Snapshot page description
source: This is a listing of all Snapshots created within your site. To delete a snapshot set the checkbox then click the 'Delete Snapshots' button below the listing. To restore a snapshot click the 'Restore' button for that snapshot. To edit a snapshot click the name of the snapshot
de_de: Hier findest du alle Snapshots, die auf deiner Website erstellt wurden. Um einen Snapshot zu löschen, klick einfach auf das Kontrollkästchen und dann auf die Schaltfläche „Snapshots löschen“ unter der Liste. Um einen Snapshot wiederherzustellen, klick auf die Schaltfläche „Wiederherstellen“ für diesen Snapshot. Um einen Snapshot zu bearbeiten, klick einfach auf den Namen des Snapshots.

source: Current time:
de_de: Aktuelle Zeit:

source: Next File Send:
de_de: Nächste Datei senden:

source: <span class="snapshot-error">(I)</span> indicates an imported archive
de_de: <span class="snapshot-error">(I)</span> zeigt ein importiertes Archiv an

# Snapshot Plugin Page Title
source: Edit Snapshot
de_de: Schnappschuss bearbeiten

# Snapshot page description
source: Use this form to update the details for a previous snapshot. Also, provided is a link you can use to download the snapshot for sharing or archiving.
de_de: Benutz dieses Formular, um die Details für einen früheren Snapshot zu aktualisieren. Außerdem gibt's einen Link, über den du den Snapshot zum Teilen oder Archivieren runterladen kannst.

source: All Archives
de_de: Alle Archive

source: Save Snapshot
de_de: Schnappschuss speichern

# Snapshot Plugin Page Title
source: Restore Snapshot
de_de: Snapshot wiederherstellen

# Snapshot page description
source: On this page you can restore a previous snapshot. Using the 'Restore Options' section below you can also opt to turn off all plugins as well as switch to a different theme as part of the restore.
de_de: Auf dieser Seite kannst du einen früheren Snapshot wiederherstellen. Über den Abschnitt „Wiederherstellungsoptionen“ unten kannst du auch alle Plugins deaktivieren und im Rahmen der Wiederherstellung zu einem anderen Theme wechseln.

source: You are about to restore a previous version of your WordPress database. This will remove any new information added since the snapshot backup.
de_de: Du bist dabei, eine frühere Version deiner WordPress-Datenbank wiederherzustellen. Dadurch werden alle neuen Infos gelöscht, die seit der Sicherung des Snapshots hinzugefügt wurden.

source: Your web server timeout is set very low, %d seconds. Also, it appears this timeout cannot be adjusted via the Snapshot restore process. Attempting a snapshot restore could result in a partial restore of your tables.
de_de: Die Zeitüberschreitung deines Webservers ist echt niedrig eingestellt, nämlich auf %d Sekunden. Außerdem sieht es so aus, als ob diese Zeitüberschreitung während der Wiederherstellung eines Snapshots nicht angepasst werden kann. Wenn du versuchst, einen Snapshot wiederherzustellen, könnte das dazu führen, dass deine Tabellen nur teilweise wiederhergestellt werden.

source: Selected Archive to Restore
de_de: Ausgewähltes Archiv zum Wiederherstellen

source: Restore Blog Options
de_de: Blog-Optionen zurücksetzen

source: What Tables to Restore?
de_de: Welche Tabellen sollen wiederhergestellt werden?

source: What Files to Restore?
de_de: Welche Dateien soll ich wiederherstellen?

source: Restore Theme Options
de_de: Wiederherstellen von Themenoptionen

source: Restore Snapshot
de_de: Snapshot wiederherstellen

# Snapshot page description
source: ERROR: Missing argument. Please return to the main Snapshot panel and select the archive to restore.
de_de: FEHLER: Argument fehlt. Geh bitte zurück zum Hauptfenster „Snapshot“ und wähle das Archiv aus, das du wiederherstellen willst.

# Snapshot Plugin Page Title
source: Snapshot Settings
de_de: Schnappschuss-Einstellungen

# Snapshot page description
source: The Settings panel provides access to a number of configuration options you can customize Snapshot to meet you site needs.
de_de: Über das Einstellungsfenster kannst du auf verschiedene Optionen zugreifen, mit denen du Snapshot an die Bedürfnisse deiner Website anpassen kannst.

source: This Snapshot item is setup as <strong>files sync</strong>. You cannot perform a resend of the individual items like on a normal archive. But you can click the <strong>resend</strong> on any item below to clear the last send dates on all files. This will force all files to be re-synced.
de_de: Dieses Snapshot-Element ist als <strong>Dateisynchronisierung</strong> eingerichtet. Du kannst einzelne Elemente nicht wie bei einem normalen Archiv erneut senden. Du kannst aber auf <strong>„Erneut senden“</strong> bei einem beliebigen Element unten klicken, um die letzten Sendedaten aller Dateien zu löschen. Dadurch werden alle Dateien neu synchronisiert.

# Snapshot Plugin Page Title
source: Snapshot Scan / Import
de_de: Schnellscan / Import

source: The Snapshot import form below is used to import snapshot archives from outside of this environment into view of the snapshot plugin. If you are attempting to restore an archive from a remote server for example you first need to import the archive here. This will then show the archive in the All Snapshots listing. From that page you can then perform the needed restore.
de_de: Das unten stehende Formular zum Importieren von Snapshots wird verwendet, um Snapshot-Archive von außerhalb dieser Umgebung in die Ansicht des Snapshot-Plugins zu importieren. Wenn du zum Beispiel versuchst, ein Archiv von einem Remote-Server wiederherzustellen, musst du das Archiv zuerst hier importieren. Das Archiv wird dann in der Liste „Alle Snapshots“ angezeigt. Von dieser Seite aus kannst du dann die erforderliche Wiederherstellung durchführen.

source: Import Options
de_de: Import-Optionen

source: Scan / Import Snapshots
de_de: Scannen / Importieren von Schnappschüssen

source: Attempting to download remote file
de_de: Versuch, eine Remote-Datei runterzuladen

source: Processing archive
de_de: Bearbeitung Archiv

source: Error: Your server does not have lib_curl installed. So the import process cannot retrieve remote file.
de_de: Fehler: Auf deinem Server ist lib_curl nicht installiert. Deshalb kann beim Importieren die Remote-Datei nicht abgerufen werden.

source: local import file not found. This could mean either the entered URL was not valid or the file was not publicly accessible.
de_de: Lokale Importdatei nicht gefunden. Das kann bedeuten, dass entweder die eingegebene URL nicht stimmt oder die Datei nicht öffentlich zugänglich ist.

source: Importing archives from
de_de: Archive importieren von

source: local import file not found %s. This could mean either the entered path was not valid or accessible.
de_de: Lokale Importdatei nicht gefunden %s. Das könnte bedeuten, dass der eingegebene Pfad entweder nicht stimmt oder nicht zugänglich ist.

source: Error: %s
de_de: Fehler: %s

source: Success: %s
de_de: Erfolg: %s

source: No errors were encountered during the import process.
de_de: Beim Importieren sind keine Probleme aufgetreten.

source: Archive
de_de: Archiv

source: Resend Archive
de_de: Archiv erneut senden

source: files synced to destination
de_de: Dateien zum Zielort gesynchronisiert

source: restore
de_de: wiederherstellen

source: File sync has no restore at this time
de_de: Die Dateisynchronisierung hat im Moment keine Wiederherstellungsfunktion.

source: resend
de_de: nochmal schicken

source: Pending
de_de: Ausstehend

source: Fail
de_de: Fehlgeschlagen

source: Complete
de_de: Abgeschlossen

source: Archives:
de_de: Archive:

source: Destination:
de_de: Ziel:

source: Select the snapshot item to restore
de_de: Wähle das Snapshot-Element aus, das du wiederherstellen willst.

source: File Name
de_de: Dateiname

source: Date / Time
de_de: Datum / Uhrzeit

source: Actions
de_de: Aktionen

source: Restore
de_de: Wiederherstellen

source: Trash
de_de: Papierkorb

source: Local
de_de: Lokal

source: Show All Destinations
de_de: Alle Reiseziele anzeigen

source: run now
de_de: Jetzt loslegen

source: abort
de_de: Abbrechen

source: Now
de_de: Jetzt

source: Next
de_de: Weiter

source: Last
de_de: Letzte

source: Local Server
de_de: Lokaler Server

source: Archives
de_de: Archive

source: Latest Log:
de_de: Neuestes Protokoll:

source: view log
de_de: Protokoll anzeigen

source: No Snapshot file found
de_de: Keine Snapshot-Datei gefunden

source: Interval
de_de: Intervall

source: Aktiviere den <a href="%s">PS Update Manager</a> für automatische Updates von GitHub.
de_de: Schalte den <a href="%s">PS Update Manager</a> für automatische Updates von GitHub ein.

source: Installiere den <a href="%s" target="_blank">PS Update Manager</a> für automatische Updates aller PSource Plugins & Themes.
de_de: Installier den <a href="%s" target="_blank">PS Update Manager</a>, um alle PSource Plugins und Themes automatisch zu aktualisieren.

source: Click to dismiss
de_de: Klick zum Schließen

# page label
source: Snapshot
de_de: Schnappschuss

# menu label
source: Snapshot
de_de: Schnappschuss

# page label
source: Snapshots
de_de: Schnappschüsse

# menu label
source: Snapshots
de_de: Schnappschüsse

# page label
source: Destinations
de_de: Reiseziele

# menu label
source: Destinations
de_de: Reiseziele

source: Snapshot erfolgreich gelöscht.
de_de: Schnappschuss erfolgreich gelöscht.

source: Ausgewählte Snapshots erfolgreich gelöscht.
de_de: Einige Snapshots wurden erfolgreich gelöscht.

source: Snapshot-Log-Viewer
de_de: Schnappschuss-Protokoll-Viewer

source: Spitze:
de_de: Tipp:

source: Snapshot wird abgeschlossen
de_de: Der Snapshot wird fertiggestellt.

source: Unbekannte Antwort vom Snapshot-Backup. Abgebrochen. Prüfe deine Snapshot-Einstellungen.
de_de: Keine Antwort vom Snapshot-Backup. Abgebrochen. Check mal deine Snapshot-Einstellungen.

source: Snapshot ermittelt Tabellen/Dateien zum Wiederherstellen
de_de: Snapshot findet Tabellen/Dateien, die wiederhergestellt werden können.

source: Du musst festlegen, welche Dateien und/oder Tabellen gesichert werden.
de_de: Du musst festlegen, welche Dateien und/oder Tabellen gesichert werden sollen.

source: Fehler: Der Snapshot-Zeitstempel fehlt. Lade die Seite neu.
de_de: Fehler: Der Zeitstempel des Snapshots fehlt. Versuch mal, die Seite neu zu laden.

source: Du hast keine Dateien oder Tabellen ausgewählt. Wähle, was gesichert werden soll, und versuch es erneut.
de_de: Du hast keine Dateien oder Tabellen ausgewählt. Wähle aus, was gesichert werden soll, und versuch's nochmal.

source: per Page
de_de: pro Seite

source: The Snapshot plugin provides the ability to create quick on-demand snapshot of your WordPress site database and files. You can create as many snapshots as needed. The Snapshot plugin also provides the ability to restore a snapshot backup.
de_de: Mit dem Snapshot-Plugin kannst du schnell und nach Bedarf einen Snapshot deiner WordPress-Website-Datenbank und -Dateien erstellen. Du kannst so viele Snapshots erstellen, wie du brauchst. Das Snapshot-Plugin bietet auch die Möglichkeit, ein Snapshot-Backup wiederherzustellen.

source: <strong>Name</strong> - Provide a custom name for this snapshot. Default name is "snapshot".
de_de: <strong>Name</strong> – Gib einen eigenen Namen für diesen Snapshot ein. Der Standardname ist „snapshot“.

source: <strong>Notes</strong> - Add some optional notes about the snapshot. Maybe some details on what plugins or theme were active. Or some note before you activate some new plugin.
de_de: <strong>Notizen</strong> – Schreib ein paar optionale Notizen zum Snapshot. Vielleicht ein paar Details dazu, welche Plugins oder welches Theme aktiv waren. Oder eine Notiz, bevor du ein neues Plugin aktivierst.

source: <strong>What to Backup</strong> - This section lists all tables for your site. Select the table you want to include in the backup. The tables are grouped by WordPress Core and Other tables. These Other tables could have been created and used by some of the plugins you installed.
de_de: <strong>Was soll gesichert werden</strong> – Hier findest du alle Tabellen deiner Website. Wähle die Tabellen aus, die du sichern willst. Die Tabellen sind in WordPress-Kern- und andere Tabellen unterteilt. Diese anderen Tabellen könnten von einigen der Plugins erstellt und verwendet worden sein, die du installiert hast.

source: <strong>When to Archive</strong> - This section shows a dropdown where you can select how often to create a backup of the selected tables. The default is "Manual". If selected will create a one time on demand backup. You can also select to schedule the backup by selecting one of the many options available. If the backup is scheduled you will also be able to set the number of archives to keep.
de_de: <strong>Wann archivieren</strong> – Hier gibt's ein Dropdown-Menü, wo du auswählen kannst, wie oft ein Backup der ausgewählten Tabellen gemacht werden soll. Standardmäßig ist „Manuell“ eingestellt. Wenn du das auswählst, wird ein einmaliges Backup auf Anfrage erstellt. Du kannst auch ein Backup planen, indem du eine der vielen Optionen auswählst. Wenn das Backup geplant ist, kannst du auch festlegen, wie viele Archive aufbewahrt werden sollen.

source: <strong>Where to save the Archive</strong> - The only available option at this time is local. This means the files will be stored on the local server. Future options will be remote systems like Dropbox, Amazon S3, FTP, etc.
de_de: <strong>Wo soll das Archiv gespeichert werden</strong>? - Im Moment kannst du es nur lokal speichern. Das heißt, die Dateien werden auf dem lokalen Server gespeichert. Später wird es auch Optionen wie Dropbox, Amazon S3, FTP usw. geben.

source: On the Edit Snapshot panel you can rename or add notes to the snapshot item. Also provided is a link to the snapshot file which you can download and archive to your local system.
de_de: Im Bereich „Schnappschuss bearbeiten“ kannst du den Schnappschuss umbenennen oder Notizen hinzufügen. Außerdem gibt's einen Link zur Schnappschussdatei, die du runterladen und auf deinem lokalen System speichern kannst.

source: <strong>When to Archive</strong> - This section shows a dropdown where you can select how often to create a backup of the selected tables. The default is "Manual". If selected will create a one time on demand backup. You can also select to schedule the backup by selecting one of the many options available.
de_de: <strong>Wann archivieren</strong> – Hier gibt's ein Dropdown-Menü, wo du auswählen kannst, wie oft <strong>du</strong> ein Backup der ausgewählten Tabellen machen <strong>willst</strong>. Die Standardeinstellung ist „Manuell“. Wenn du das auswählst, wird ein einmaliges Backup auf Anfrage erstellt. Du kannst auch ein Backup planen, indem du eine der vielen Optionen auswählst.

source: <strong>Tables in Archive</strong> - This sections lists the tables included in the snapshot archives. The table selection is set when you create a new snapshot configuration.
de_de: <strong>Tabellen im Archiv</strong> – Hier findest du die Tabellen, die in den Snapshot-Archiven enthalten sind. Die Tabellenauswahl wird festgelegt, wenn du eine neue Snapshot-Konfiguration erstellst.

source: <strong>All Archives</strong> - This section lists the various archive files creates from this snapshot configuration. Here you can click the archive filename to download. On the same row you will also see a link to view the log entries related to the creation of this archive instance. At the bottom is a link to download the full snapshot log file.
de_de: <strong>Alle Archive</strong> – Hier findest du die verschiedenen Archivdateien, die mit dieser Snapshot-Konfiguration erstellt wurden. Du kannst auf den Namen der Archivdatei klicken, um sie runterzuladen. In derselben Zeile gibt's auch einen Link, über den du die Protokolleinträge zur Erstellung dieser Archivinstanz anschauen kannst. Unten ist ein Link zum Runterladen der kompletten Snapshot-Protokolldatei.

source: From this screen you can restore a snapshot. The restore will reload the database export into you current live site. Each table selected during the snapshot creation will be emptied before the snapshot information is loaded. It is important to understand this restore will be removing and new information added since the snapshot.
de_de: Von diesem Bildschirm aus kannst du einen Snapshot wiederherstellen. Bei der Wiederherstellung wird der Datenbank-Export wieder in deine aktuelle Live-Website geladen. Alle Tabellen, die bei der Erstellung des Snapshots ausgewählt wurden, werden geleert, bevor die Snapshot-Infos geladen werden. Es ist wichtig zu wissen, dass bei dieser Wiederherstellung alle seit dem Snapshot hinzugefügten neuen Infos gelöscht werden.

source: On the restore screen you will see a section for "Restore Option". The details for each option are discussed below
de_de: Auf dem Wiederherstellungsbildschirm gibt's einen Bereich namens „Wiederherstellungsoption”. Die Details zu jeder Option werden im Folgenden erklärt.

source: <strong>Turn off all plugins</strong> - As part of the restore process you can automatically deactivate all plugins. This is helpful if you had trouble with a plugin and are trying to return your site back to some stable state.
de_de: <strong>Schalte alle Plugins aus</strong> – Als Teil des Wiederherstellungsprozesses kannst du automatisch alle Plugins deaktivieren. Das ist nützlich, wenn du Probleme mit einem Plugin hattest und versuchst, deine Website wieder in einen stabilen Zustand zu versetzen.

source: <strong>Set a theme to active</strong> - Similar to the Plugins option you can select to have a specific theme set to active as part of the restore process. Again, this is helpful if you installed a new theme that broke your site and you want to return your site back to a stable state.
de_de: <strong>Ein Theme aktivieren –</strong> Ähnlich wie bei der Option „Plugins“ kannst du ein bestimmtes Theme als Teil des Wiederherstellungsprozesses aktivieren. Auch das ist nützlich, wenn du ein neues Theme installiert hast, das deine Website beschädigt hat, und du deine Website wieder in einen stabilen Zustand zurückversetzen möchtest.

source: <strong>All Archives</strong> - This section lists the various archive files creates from this snapshot configuration. From the listing select the archive to be used for the restore.
de_de: <strong>Alle Archive</strong> – Hier findest du die verschiedenen Archivdateien, die mit dieser Snapshot-Konfiguration erstellt wurden. Such dir aus der Liste das Archiv aus, das du für die Wiederherstellung brauchst.

source: All of your snapshots are listed here. Within the listing there are a number of options you can take.
de_de: Alle deine Schnappschüsse sind hier aufgelistet. In der Liste gibt's ein paar Optionen, die du nutzen kannst.

source: <strong>Delete</strong> - On each row you will see a checkbox. To delete one or more existing Snapshots click checkbox then click the "Delete Snapshots" button below the listing.
de_de: <strong>Löschen</strong> – In jeder Zeile gibt's ein Kontrollkästchen. Wenn du einen oder mehrere Snapshots löschen willst, klick das Kontrollkästchen an und dann auf die Schaltfläche „Snapshots löschen“ unter der Liste.

source: <strong>Edit/Restore/Delete</strong> - Hover over the Name to reveal options for Edit, Restore, Delete. The Edit option will show the Snapshot detail form where you can change many of the configuration options. The Restore option will show a form where you can select from the various restore options. The Delete option will delete this snapshot only
de_de: <strong>Bearbeiten/Wiederherstellen/Löschen</strong> – Fahre mit der Maus über den Namen, um die Optionen „Bearbeiten“, „Wiederherstellen“ und „Löschen“ anzuzeigen. Mit der Option „Bearbeiten“ wird das Formular mit den Snapshot-Details angezeigt, in dem du viele der Konfigurationsoptionen ändern kannst. Mit der Option „Wiederherstellen“ wird ein Formular angezeigt, in dem du aus verschiedenen Wiederherstellungsoptionen auswählen kannst. Mit der Option „Löschen“ wird nur dieser Snapshot gelöscht.

source: <strong>Notes</strong> - The Notes columns shows the description you assigned to the Snapshot. Also in this column are the tabls included in this snapshot.
de_de: <strong>Notizen</strong> – In der Spalte „Notizen“ siehst du die Beschreibung, die du dem Snapshot gegeben hast. Außerdem sind hier die Tabellen aufgeführt, die in diesem Snapshot enthalten sind.

source: <strong>Interval</strong> - The Interval column shows how often the snapshot will be generated. When you created the snapshot instance you had the option to create a manual snapshot or schedule the snapshot to be created on certain interval (once an hour, once a day, etc.). If the interval is scheduled this column will show the estimated time for the next backup.
de_de: <strong>Intervall</strong> – In der Spalte „Intervall“ siehst du, wie oft der Snapshot gemacht wird. Als du die Snapshot-Instanz erstellt hast, konntest du wählen, ob du einen manuellen Snapshot machen oder den Snapshot für ein bestimmtes Intervall planen willst (z. B. einmal pro Stunde, einmal pro Tag usw.). Wenn du ein Intervall geplant hast, zeigt diese Spalte die voraussichtliche Zeit für die nächste Sicherung an.

source: <strong>Destination</strong> - The Destinations column shows where the archive is stored. This can be local, Amazon S3, Dropbox, or any custom destination.
de_de: <strong>Ziel</strong> – In der Spalte „Ziele“ siehst du, wo das Archiv gespeichert wird. Das kann lokal, bei Amazon S3, Dropbox oder einem beliebigen anderen Ziel sein.

source: <strong>Archive</strong> - The Archives column shows the last snapshot archive created.
de_de: <strong>Archiv</strong> – Die Spalte „Archive“ zeigt das zuletzt erstellte Snapshot-Archiv an.

source: The Settings panel provides access to a number of configuration settings you can customize Snapshot to meet you site needs.
de_de: Über das Einstellungsfenster kannst du verschiedene Konfigurationen anpassen, um Snapshot an die Anforderungen deiner Website anzupassen.

source: <strong>Folder Location</strong> - By default the snapshot files are stored under your site's /wp-content/uploads/ directory in a new folder named 'snapshots'. If for some reason you already use a folder of this name you can set a different folder name to be used. If you change the folder name after some snapshots have been generated these files will be moved to the new folder. Note you cannot move the folder outside the /wp-content/uploads/ directory.
de_de: <strong>Ordnerpfad</strong> – Standardmäßig werden die Snapshot-Dateien im Verzeichnis /wp-content/uploads/ deiner Website in einem neuen Ordner namens „snapshots” gespeichert. Wenn du aus irgendeinem Grund schon einen Ordner mit diesem Namen benutzt, kannst du einen anderen Ordnernamen festlegen. Wenn du den Ordnernamen änderst, nachdem schon ein paar Snapshots erstellt wurden, werden diese Dateien in den neuen Ordner verschoben. Denk dran, dass du den Ordner nicht außerhalb des Verzeichnisses /wp-content/uploads/ verschieben kannst.
