Repository: Power-Source/ps-snapshot
Catalog: languages/snapshot-*.po
Languages: de_de

source: This will deactivate all plugins. You'll then be able to activate them manually after the restoration is complete.
de_de: Dadurch werden alle Plugins deaktiviert. Du kannst sie dann nach Abschluss der Wiederherstellung manuell wieder aktivieren.

source: Select which theme you want to activate when this site is restored.
de_de: Wähle aus, welches Design du aktivieren willst, wenn diese Seite wiederhergestellt wird.

source: Snapshot Wizard
de_de: Schnellstart-Assistent

source: Enter the blog subdomain prefix (e.g. site1), blog ID (e.g. 22), or mapped domain, or leave blank for the primary site.
de_de: Gib das Präfix der Blog-Subdomain (z. B. site1), die Blog-ID (z. B. 22) oder die zugeordnete Domain ein oder lass das Feld für die primäre Website leer.

source: Enter the path, blog ID (e.g. 22), or leave blank for the primary site.
de_de: Gib den Pfad, die Blog-ID (z. B. 22) ein oder lass das Feld für die primäre Website leer.

source: Once the form is submitted this cannot be changed.
de_de: Sobald das Formular abgeschickt ist, kann es nicht mehr geändert werden.

source: Choose where to send this snapshot. Add new destinations via the <a href="%s">Destinations</a> tab.
de_de: Entscheide, wohin dieser Schnappschuss geschickt werden soll. Füge neue Ziele über die Registerkarte <a href="%s">„Ziele“</a> hinzu.

source: The optional Directory can be used to override or supplement the selected destination directory value.
de_de: Das optionale Verzeichnis kann verwendet werden, um den Wert des ausgewählten Zielverzeichnisses zu überschreiben oder zu ergänzen.

source: If "local server" is selected and if the directory does not start with a forward slash "/" the directory will be relative to the site root
de_de: Wenn „Lokaler Server“ ausgewählt ist und das Verzeichnis nicht mit einem Schrägstrich „/“ anfängt, wird das Verzeichnis relativ zum Stammverzeichnis der Website sein.

source: This field supports tokens you can use to create dynamic values.
de_de: Dieses Feld unterstützt Tokens, mit denen du dynamische Werte erstellen kannst.

source: You can use any combination of the following tokens.
de_de: Du kannst die folgenden Token beliebig kombinieren.

source: Use the forward slash "/" to separate directory elements.
de_de: Benutze den Schrägstrich „/“, um Verzeichniselemente zu trennen.

source: This represents the Directory/Bucket used by the selected Backup Destination or if local, the Settings Folder location. This can be used to supplement the value entered into this Snapshot. If [DEST_PATH] is not used the Directory value here will override the complete value from the selected Destination.
de_de: Das ist das Verzeichnis/der Speicherort, den das ausgewählte Backup-Ziel benutzt, oder, wenn es lokal ist, der Speicherort des Einstellungsordners. Das kann man benutzen, um den Wert zu ergänzen, den man in diesen Snapshot eingegeben hat. Wenn [DEST_PATH] nicht benutzt wird, ersetzt der Verzeichniswert hier den kompletten Wert aus dem ausgewählten Ziel.

source: This represents the full domain of the selected site per this snapshot.
de_de: Das zeigt die ganze Domain der ausgewählten Seite zu diesem Zeitpunkt.

source: This is the unique ID assigned to this Snapshot.
de_de: Das ist die eindeutige ID, die diesem Snapshot zugewiesen wurde.

source: Include common files
de_de: Gemeinsame Dateien einbeziehen

source: media
de_de: Medien

source: All Themes
de_de: Alle Themes

source: All Plugins
de_de: Alle Plugins

source: Media files:
de_de: Mediendateien:

source: <strong>Mirror/Sync</strong> - <strong>Dropbox ONLY</strong> Select mirroring if you want to replicate your site file structure in Dropbox. If you include database tables they will be added as a zipped archive. <strong>There is currently no restore option for Mirror/Sync.</strong>
de_de: <strong>Spiegeln/Synchronisieren</strong> – <strong>NUR Dropbox</strong> Wähle „Spiegeln”, wenn du die Dateistruktur deiner Website in Dropbox nachbauen willst. Wenn du Datenbanktabellen hinzufügst, werden sie als ZIP-Archiv hinzugefügt. <strong>Im Moment gibt's keine Option zum Wiederherstellen für „Spiegeln/Synchronisieren”.</strong>

source: Add any custom URLs you want to not include in this snapshot.
de_de: Füge alle benutzerdefinierten URLs hinzu, die du nicht in diesen Snapshot aufnehmen möchtest.

source: URLs can be files and must be listed one per line. The exclude feature uses pattern matching, so typing twentyten will exclude the twentyten folder, as well as any filters with twentyten in the filename.
de_de: URLs können Dateien sein und müssen einzeln in einer Zeile aufgeführt werden. Die Ausschlussfunktion nutzt Musterabgleich, sodass durch die Eingabe von „twentyten“ der Ordner „twentyten“ sowie alle Filter mit „twentyten“ im Dateinamen ausgeschlossen werden.

source: Example: to exclude the Twenty Ten theme, you can use twentyten, theme/twentyten or public/wp-content/theme/twentyten. <strong>The local folder is excluded from Snapshot backups by default.</strong>
de_de: Beispiel: Um das Twenty Ten-Theme auszuschließen, kannst du twentyten, theme/twentyten oder public/wp-content/theme/twentyten verwenden. <strong>Der lokale Ordner wird standardmäßig von Snapshot-Backups ausgeschlossen</strong>.

source: Include all database tables
de_de: Alle Datenbanktabellen einbeziehen

source: Only include selected database tables
de_de: Nur ausgewählte Datenbanktabellen einbeziehen

source: Would you like to schedule this snapshot to run regularly or once off?
de_de: Willst du diesen Snapshot regelmäßig oder nur einmalig ausführen?

source: on
de_de: an

source: Snapshot will run backups are per your schedule and send them to your chosen destination. In addition to sending the copy off site we keep a local copy just in case things go wrong. Here you can specify how many local archives to keep before removing the oldest.
de_de: Snapshot macht Backups nach deinem Zeitplan und schickt sie an den Ort, den du ausgewählt hast. Wir speichern nicht nur eine Kopie außerhalb, sondern behalten auch eine lokale Kopie, falls mal was schiefgeht. Hier kannst du festlegen, wie viele lokale Archive aufbewahrt werden sollen, bevor das älteste gelöscht wird.

source: Give your snapshot a nice name!
de_de: Gib deinem Schnappschuss einen coolen Namen!

source: Snapshot will automatically add the date and an ID to your archive ZIP file.
de_de: Snapshot fügt automatisch das Datum und eine ID zu deiner ZIP-Archivdatei hinzu.

source: Save & Run Backup
de_de: Sichern & Backup ausführen

source: PS Snapshot
de_de: PS-Schnappschuss

source: Dieses Plugin ermöglicht es Dir, bei Bedarf schnelle Backup-Snapshots Deiner funktionierenden WordPress-Datenbank zu erstellen. Du kannst aus den standardmäßigen WordPress-Tabellen sowie benutzerdefinierten Plugin-Tabellen innerhalb der Datenbankstruktur auswählen. Alle Snapshots werden protokolliert und Du kannst den Snapshot nach Bedarf wiederherstellen.
de_de: Dieses Plugin lässt dich bei Bedarf schnell Backup-Snapshots deiner funktionierenden WordPress-Datenbank erstellen. Du kannst zwischen den Standard-WordPress-Tabellen und benutzerdefinierten Plugin-Tabellen innerhalb der Datenbankstruktur wählen. Alle Snapshots werden protokolliert und du kannst den Snapshot bei Bedarf wiederherstellen.
