Repository: Power-Source/ps-snapshot
Catalog: languages/snapshot-*.po
Languages: de_de

# Snapshot page description
source: The Segment Size can be defined as the number of rows to backup per table per request. The Segment Size controls the backup processing when you create a new snapshot. During the backup processing Snapshot will make a request to the server to backup each table. You can see this in the progress meters when you create a new snapshot. In most situations this backup process will attempt to backup the table in one step. But on some server configurations the timeout is set very low or the table size is very large and prevents the backup process from finishing. To control this the Snapshot backup process will breakup the requests into smaller 'chunks of work' requested to the server.
de_de: Die Segmentgröße ist die Anzahl der Zeilen, die pro Tabelle und Anfrage gesichert werden sollen. Die Segmentgröße steuert die Sicherungsverarbeitung, wenn du einen neuen Snapshot erstellst. Während der Sicherungsverarbeitung sendet Snapshot eine Anfrage an den Server, um jede Tabelle zu sichern. Du kannst das in den Fortschrittsanzeigen sehen, wenn du einen neuen Snapshot erstellst. In den meisten Fällen versucht dieser Sicherungsprozess, die Tabelle in einem Schritt zu sichern. Bei einigen Serverkonfigurationen ist die Zeitüberschreitung jedoch sehr niedrig eingestellt oder die Tabellengröße ist sehr groß, sodass der Sicherungsprozess nicht abgeschlossen werden kann. Um dies zu steuern, teilt der Snapshot-Sicherungsprozess die Anfragen in kleinere „Arbeitsblöcke” auf, die an den Server gesendet werden.

# Snapshot page description
source: For example you have a table with 80,000 records. This would take more than the normal 3 minutes or less most servers allow for processing it attempted in a single request. By setting the segment size to 1000 the Snapshot process will breakup the table into 80 small parts. These 1000 records per request should complete within the allow server timeout period.
de_de: Angenommen, du hast eine Tabelle mit 80.000 Datensätzen. Die Verarbeitung dieser Tabelle würde mehr als die üblichen 3 Minuten dauern, die die meisten Server für die Bearbeitung einer einzelnen Anfrage zulassen. Wenn du die Segmentgröße auf 1000 festlegst, teilt der Snapshot-Prozess die Tabelle in 80 kleine Teile auf. Diese 1000 Datensätze pro Anfrage sollten innerhalb der zulässigen Server-Timeout-Zeit verarbeitet werden können.

source: Segment Size
de_de: Segmentgröße

source: The segment size is the number of database records to backup per request. It is recommended you keep this at least above 1000.<br />Default segment size is: %s.
de_de: Die Segmentgröße ist die Anzahl der Datenbankdatensätze, die pro Anfrage gesichert werden sollen. Es wird empfohlen, diesen Wert auf mindestens 1000 zu setzen.<br />Die Standard-Segmentgröße ist: %s.

source: Take me there now
de_de: Bring mich jetzt dorthin

source: Get Dashboard plugin now
de_de: Hol dir jetzt das Dashboard-Plugin

source: You can learn more about your server configuration in our <a href="%s">PSOURCE Dashboard plugin</a>.
de_de: Mehr über deine Serverkonfiguration erfährst du in unserem <a href="%s">PSOURCE Dashboard-Plugin</a>.

source: The following table shows version information about your server. When contacting support it might be helpful to provide this information along with your specific issues.
de_de: Die folgende Tabelle zeigt dir die Versionsinfos deines Servers. Wenn du dich an den Support wendest, kann es hilfreich sein, diese Infos zusammen mit deinen spezifischen Problemen anzugeben.

source: Is Multisite
de_de: Ist Multisite

source: Yes, Number of Sites
de_de: Ja, Anzahl der Standorte

source: Snapshot uses WP_CRON to run automated backups. If you have disabled WP_CRON via your wp-config.php you will not be able to schedule snapshots.
de_de: Snapshot nutzt WP_CRON, um automatische Backups zu machen. Wenn du WP_CRON in deiner wp-config.php deaktiviert hast, kannst du keine Snapshots planen.

source: WP_CRON - Disabled. Check your wp-config.php for the DISABLE_WP_CRON define. When scheduling snapshots to run you will need to call the wp-cron.php file from an external source
de_de: WP_CRON – Deaktiviert. Schau mal in deiner wp-config.php nach, ob DISABLE_WP_CRON definiert ist. Wenn du Snapshots planst, musst du die Datei wp-cron.php von einer externen Quelle aufrufen.

source: WP_CRON Enabled.
de_de: WP_CRON ist aktiviert.

source: WP_CRON Lock timeout:
de_de: Zeitlimit für WP_CRON-Sperre:

source: Folder Permissions
de_de: Ordnerberechtigungen

source: Missing Folder
de_de: Fehlender Ordner

source: Not Writable
de_de: Nicht beschreibbar

source: Writable
de_de: Beschreibbar

source: The OpenSSL Apache module is require to make secure connections with destinations like Dropbox and Amazon AWS.
de_de: Das OpenSSL-Apache-Modul ist nötig, um sichere Verbindungen zu Plattformen wie Dropbox und Amazon AWS herzustellen.

source: OpenSSL not installed.
de_de: OpenSSL ist nicht installiert.

source: OpenSSL installed
de_de: OpenSSL installiert

source: cURL is used when connecting to remote destinations like Dropbox and Amazon AWS.
de_de: cURL wird benutzt, wenn man sich mit Remote-Zielen wie Dropbox und Amazon AWS verbindet.

source: cURL not installed.
de_de: cURL ist nicht installiert.

source: cURL installed
de_de: cURL ist installiert

source: Protocols
de_de: Protokolle

source: PHP runtime information
de_de: PHP-Laufzeitinfos

source: Running PHP in Safe Mode
de_de: PHP im abgesicherten Modus ausführen

source: Max Execution Time (seconds)
de_de: Maximale Ausführungszeit (Sekunden)

source: Magic Quotes
de_de: Magische Zitate

source: Error Reporting
de_de: Fehlerberichte

source: Display Errors
de_de: Fehler anzeigen

source: Memory Limit
de_de: Speicherlimit

source: ZLib Compression
de_de: ZLib-Komprimierung

source: Safe Mode
de_de: Abgesicherter Modus

source: The value displayed can be adjusted by Snapshot PHP scripts.
de_de: Der angezeigte Wert kann über Snapshot-PHP-Skripte angepasst werden.

source: The value displayed cannot be adjusted by Snapshot PHP scripts.
de_de: Der angezeigte Wert kann nicht mit Snapshot-PHP-Skripten geändert werden.

# Snapshot page description
source: The Memory Limit setting can allow Snapshot to use more or limit the amount of memory used by Snapshot during the backup or restore processing. The value set here can be higher than the value you would define for WP_MEMORY_LIMIT in you wp-config.php. This is because working with zip archives takes more memory than just serving a web page. For any moderate size site this value should be at least <strong>256M</strong>.
de_de: Mit der Einstellung „Speicherbegrenzung“ kannst du festlegen, wie viel Speicher Snapshot während der Sicherung oder Wiederherstellung nutzen darf. Der hier eingestellte Wert kann höher sein als der Wert, den du für WP_MEMORY_LIMIT in deiner wp-config.php festlegst. Das liegt daran, dass die Arbeit mit ZIP-Archiven mehr Speicher braucht als das bloße Anzeigen einer Webseite. Für jede Website mittlerer Größe sollte dieser Wert mindestens <strong>256 MB</strong> betragen.

# Snapshot page description
source: <strong>If left blank, Snapshot will compare the php.ini (memory_limit), WP_MEMORY_LIMIT and WP_MAX_MEMORY_LIMIT settings and use the largest value.</strong>
de_de: <strong>Wenn du das Feld leer lässt, vergleicht Snapshot die Einstellungen in der php.ini (memory_limit), WP_MEMORY_LIMIT und WP_MAX_MEMORY_LIMIT und nimmt den größten Wert.</strong>

# Snapshot page description
source: Warning: Unable to update the 'memory_limit' via the PHP function init_set. This means in order in to increased the allowed memory limit for Snapshot you will need to make the change directly in your php.ini file. Contact your host provider for details.
de_de: Achtung: Das 'memory_limit' kann nicht über die PHP-Funktion init_set aktualisiert werden. Das heißt, um das zulässige Speicherlimit für Snapshot zu erhöhen, musst du die Änderung direkt in deiner php.ini-Datei vornehmen. Frag deinen Hosting-Anbieter nach weiteren Infos.

source: Important to include the size M = Megabytes, G = Gigbytes as in 256M, 1G, etc.
de_de: Es ist wichtig, die Größe anzugeben: M = Megabyte, G = Gigabyte, wie zum Beispiel 256 MB, 1 GB usw.

source: You can export your current Snapshot configuration to save offsite.
de_de: Du kannst deine aktuelle Snapshot-Konfiguration exportieren, um sie extern zu speichern.

source: Use this setting to create global exclusions. This means the excluded files or directories will be excluded automatically from all snapshot configurations. You can also setup exclusions specific to a single snapshot via the configuration screen. The exclude logic uses pattern matching. So instead of entering the complete server pathname for a file or directory you can use simply use the filename of parent directory. For example to exclude the theme twentyten you could enter this one of many ways: twentyten, themes/twentyten /wp-content/themes/twentyten, /www-data/wp-content/themes/twentyten. <strong>Regular Expression are not allowed at this time</strong>.
de_de: Mit dieser Einstellung kannst du globale Ausschlüsse festlegen. Das heißt, die ausgeschlossenen Dateien oder Verzeichnisse werden automatisch aus allen Snapshot-Konfigurationen rausgenommen. Du kannst auch Ausschlüsse für einen einzelnen Snapshot über den Konfigurationsbildschirm einrichten. Die Ausschlusslogik nutzt Musterabgleich. Anstatt also den kompletten Serverpfad für eine Datei oder ein Verzeichnis einzugeben, kannst du einfach den Dateinamen des übergeordneten Verzeichnisses verwenden. Um beispielsweise das Theme „twentyten“ auszuschließen, könntest du eine der folgenden Eingaben machen: twentyten, themes/twentyten /wp-content/themes/twentyten, /www-data/wp-content/themes/twentyten. <strong>Reguläre Ausdrücke sind derzeit nicht erlaubt</strong>.

source: Global Exclusions
de_de: Globale Ausschlüsse

source: The Snapshot directory %s is automatically excluded from all snapshots
de_de: Das Verzeichnis „Snapshot“ %s wird automatisch von allen Snapshots ausgeschlossen.

source: Errors - Fatal run-time errors. These indicate errors that can not be recovered from, such as a memory allocation problem. Execution of the script is halted.
de_de: Fehler – Schlimme Laufzeitfehler. Das sind Fehler, die nicht behoben werden können, wie zum Beispiel ein Problem mit der Speicherzuweisung. Das Skript wird dann angehalten.

source: Warnings - Run-time warnings (non-fatal errors). Execution of the script is not halted.
de_de: Warnungen – Laufzeitwarnungen (nicht schwerwiegende Fehler). Das Skript wird nicht angehalten.

source: Notices - Run-time notices. Indicate that the script encountered something that could indicate an error, but could also happen in the normal course of running a script.
de_de: Hinweise – Laufzeit-Hinweise. Zeigen an, dass das Skript auf was gestoßen ist, das auf einen Fehler hindeuten könnte, aber auch beim normalen Ablauf eines Skripts passieren kann.

source: This section controls how Snapshot will handle an error condition during the backup / restore processing. There are two columns for each type of error. The 'stop' column controls if Snapshot will abort the current process should that type of error be reached. The 'log' column controls if the type of error and details will be written to the processing log. In most cases you want to set 'stop' for Errors only. And set 'log' for all.
de_de: Hier wird festgelegt, wie Snapshot mit Fehlern während der Sicherung oder Wiederherstellung umgeht. Für jede Fehlerart gibt's zwei Spalten. Die Spalte „Stopp“ entscheidet, ob Snapshot den aktuellen Vorgang abbricht, wenn dieser Fehler auftritt. Die Spalte „Protokoll“ bestimmt, ob die Fehlerart und Details ins Protokoll geschrieben werden. Meistens solltest du „Stopp“ nur für Fehler einstellen und „Protokoll“ für alle anderen.

source: Log
de_de: Protokoll

source: Error Description
de_de: Fehlerbeschreibung

source: This section lets you select which zip compression library to use. The zip library is used during the backup and restore processing by Snapshot. Chose from the options below.
de_de: Hier kannst du auswählen, welche ZIP-Komprimierungsbibliothek du verwenden willst. Die ZIP-Bibliothek wird bei der Sicherung und Wiederherstellung durch Snapshot benutzt. Wähle aus den folgenden Optionen aus.

source: Select Compression Option
de_de: Wähle die Komprimierungsoption aus

source: ZipArchive - In most cases ZipArchive is built into PHP and generally faster than PclZIP. This library primarily uses files instead of memory for temporary storage when compressing large files.
de_de: ZipArchive – Meistens ist ZipArchive in PHP eingebaut und läuft im Allgemeinen schneller als PclZIP. Diese Bibliothek nutzt beim Komprimieren großer Dateien hauptsächlich Dateien statt Speicherplatz für die temporäre Speicherung.

source: PclZip - is part of the WordPress core libraries. It will be slower than built-in PHP functions like ZipArchive. This library uses memory instead of files for temporary storage when compressing large files.
de_de: PclZip – gehört zu den Kernbibliotheken von WordPress. Es ist langsamer als die eingebauten PHP-Funktionen wie ZipArchive. Diese Bibliothek nutzt beim Komprimieren großer Dateien Speicher statt Dateien für die temporäre Speicherung.

source: Restore Note: The archive you are about to restore includes the global database tables users and/or usermeta. Normally, you do not want to restore these tables unless your site is broken. To restore either of these database tables you must select them from the 'Restore selected database tables' section below. The data contained within these tables will be merged with the current global tables
de_de: Wiederherstellung Hinweis: Das Archiv, das du wiederherstellen willst, enthält die globalen Datenbanktabellen „users” und/oder „usermeta”. Normalerweise solltest du diese Tabellen nur wiederherstellen, wenn deine Website kaputt ist. Um eine dieser Datenbanktabellen wiederherzustellen, musst du sie unten im Abschnitt „Ausgewählte Datenbanktabellen wiederherstellen” auswählen. Die Daten in diesen Tabellen werden dann mit den aktuellen globalen Tabellen zusammengeführt.

source: Restore Note: The archive contains tables names with a different database prefix ( %s ) than this site ( %s ). The tables restored will automatically be renamed to the site prefix
de_de: Wiederherstellung Hinweis: Das Archiv hat Tabellennamen mit einem anderen Datenbankpräfix (%s) als diese Seite (%s). Die wiederhergestellten Tabellen werden automatisch in das Präfix der Seite umbenannt.

source: Select the database tables restore option.
de_de: Wähle die Option zum Wiederherstellen der Datenbanktabellen.

source: Restore <strong>all</strong> blog database tables contained in this archive <strong>(excluding global tables users & usermeta)</strong>
de_de: Stell <strong>alle</strong> Blog-Datenbanktabellen aus diesem Archiv wieder her <strong>(außer den globalen Tabellen „users” und „usermeta”)</strong>.

source: Restore <strong>all</strong> blog database tables contained in this archive
de_de: Stell <strong>alle</strong> Blog-Datenbanktabellen aus diesem Archiv wieder her.

source: Do not restore any database tables
de_de: Stell keine Datenbanktabellen wieder her.

source: Restore <strong>selected</strong> database tables
de_de: Wiederherstellung <strong>ausgewählter</strong> Datenbanktabellen

source: WordPress Blog Tables
de_de: WordPress-Blog-Tabellen

source: When restoring users and usermeta records under a Multisite environment there are a few limitations. Please read the following carefully
de_de: Beim Wiederherstellen von Benutzern und Usermeta-Datensätzen in einer Multisite-Umgebung gibt's ein paar Einschränkungen. Bitte lies dir das Folgende genau durch:

source: If restoring to the primary blog ALL user entries will be replaced!
de_de: Wenn du den primären Blog wiederherstellst, werden ALLE Benutzereinträge ersetzt!

source: If restoring to a non-primary blog, the user's ID and user_name fields are checked against existing users.
de_de: Wenn du ein nicht primäres Blog wiederherstellst, werden die Felder „user_id“ und „user_name“ mit den bestehenden Benutzern abgeglichen.

source: - If a match is not found a new user will be created. This means a new user ID will be assigned.
de_de: - Wenn keine Übereinstimmung gefunden wird, wird ein neuer Benutzer angelegt. Das heißt, es wird eine neue Benutzer-ID vergeben.

source: - If a match is found but the user ID is different. The found user ID will be used.
de_de: - Wenn 'ne Übereinstimmung gefunden wird, aber die Benutzer-ID anders ist, wird die gefundene Benutzer-ID benutzt.

source: If the restored user ID is changed, Snapshot will update usermeta, posts and comments records with the new user ID. A new usermeta record will be added with the key '_old_user_id' with the value of the previous user ID. Snapshot cannot attempt updates to other tables like BuddyPress where the user ID fields are not known. These will need to be updated manually.
de_de: Wenn die wiederhergestellte Benutzer-ID geändert wird, aktualisiert Snapshot die Datensätze „usermeta”, „posts” und „comments” mit der neuen Benutzer-ID. Ein neuer „usermeta”-Datensatz wird mit dem Schlüssel „_old_user_id” und dem Wert der vorherigen Benutzer-ID hinzugefügt. Snapshot kann keine Aktualisierungen an anderen Tabellen wie BuddyPress vornehmen, bei denen die Felder für die Benutzer-ID nicht bekannt sind. Diese müssen manuell aktualisiert werden.

source: No tables
de_de: Keine Tische

source: Restore Note: The archive you are about to restore includes the .htaccess and/or the wp-config.php files. Normally you do not want to restore these files unless your site is broken. To restore either of these files you must select them from the'include selected files' section below.
de_de: Wiederherstellung Hinweis: Das Archiv, das du wiederherstellen willst, enthält die Dateien .htaccess und/oder wp-config.php. Normalerweise solltest du diese Dateien nur wiederherstellen, wenn deine Website kaputt ist. Um eine dieser Dateien wiederherzustellen, musst du sie unten im Abschnitt „Ausgewählte Dateien einbeziehen” auswählen.

source: Select the File sections to restore:
de_de: Wähle die Dateiabschnitte aus, die du wiederherstellen willst:

source: Restore all files
de_de: Alle Dateien wiederherstellen

source: (excluding .htaccess & wp-config.php files)
de_de: (außer den Dateien .htaccess und wp-config.php)

source: Restore Note: The files wp-config.php and .htaccess can only be restored for the primary site. Even then it is not advisable to restore these file for a working Multisite installation.
de_de: Hinweis zur Wiederherstellung: Die Dateien „wp-config.php“ und „.htaccess“ können nur für die primäre Website wiederhergestellt werden. Trotzdem ist es nicht empfehlenswert, diese Dateien für eine funktionierende Multisite-Installation wiederherzustellen.

source: Media Files
de_de: Medien-Dateien

source: Remote Archives
de_de: Fernarchive

source: The import process can import an archive from a remote system server via FTP, Amazon S3 or Dropbox. The remote archive <strong>must</strong> by publicly accessible as this import process does not yet support authentication. See notes below on specific services.
de_de: Der Importvorgang kann ein Archiv von einem Remote-Systemserver über FTP, Amazon S3 oder Dropbox importieren. Das Remote-Archiv <strong>muss</strong> öffentlich zugänglich sein, da dieser Importvorgang noch keine Authentifizierung unterstützt. Sieh dir die Hinweise unten zu bestimmten Diensten an.

source: <strong>Remote FTP:</strong> When downloading from a remote FTP server you must ensure the file is moved to a location where it will be accessible via a simple http:// or https:// URL.
de_de: <strong>Remote-FTP:</strong> Wenn du von einem Remote-FTP-Server runterlädst, musst du sicherstellen, dass die Datei an einen Ort verschoben wird, wo sie über eine einfache URL wie http:// oder https:// zugänglich ist.

source: <strong>Dropbox:</strong> If you are attempting to download a Dropbox Snapshot archive written to the App/PSOURCE Snapshot you first need to copy the file to a public folder within your Dropbox account before grabbing the public link.
de_de: <strong>Dropbox:</strong> Wenn du ein Dropbox-Snapshot-Archiv herunterladen willst, das im App/PSOURCE-Snapshot gespeichert ist, musst du die Datei erst in einen öffentlichen Ordner in deinem Dropbox-Konto kopieren, bevor du den öffentlichen Link abrufen kannst.

source: <strong>Amazon S3:</strong> When downloading a file from S3 you need to ensure the file is public.
de_de: <strong>Amazon S3:</strong> Wenn du eine Datei von S3 runterlädst, musst du sicherstellen, dass die Datei öffentlich ist.

source: Import cannot be used to retreive remote files because your PHP install does not have cURL installed. This means you will need to manually upload the file to your server into the snapshot archives directory <em>%s</em>
de_de: Import kann nicht zum Abrufen von Remote-Dateien verwendet werden, weil in deiner PHP-Installation cURL nicht installiert ist. Das heißt, du musst die Datei manuell auf deinen Server in das Verzeichnis „snapshot archives“ hochladen <em>%s</em>.

source: Local Archives
de_de: Lokale Archive

source: For archives already on your server but not showing in the All Snapshots listing you can simply submit this form without entering a value below. This will scan the snapshot archivs directory (<em>%s</em>) for any missing archives and add them to the listing.
de_de: Für Archive, die schon auf deinem Server sind, aber nicht in der Liste „Alle Snapshots“ auftauchen, kannst du einfach dieses Formular abschicken, ohne unten einen Wert einzugeben. Dadurch wird das Snapshot-Archivverzeichnis (<em>%s</em>) nach fehlenden Archiven durchsucht und diese werden zur Liste hinzugefügt.

source: If the missing archive is on the server but saved to a different path. Maybe you setup the archive to save to an alternate directory. Then you can enter the full server path to the <strong>directory</strong> where the archive resides.
de_de: Wenn das fehlende Archiv auf dem Server ist, aber an einem anderen Pfad gespeichert wurde. Vielleicht hast du das Archiv so eingerichtet, dass es in einem anderen Verzeichnis gespeichert wird. Dann kannst du den vollständigen Serverpfad zu dem <strong>Verzeichnis</strong> eingeben, in dem sich das Archiv befindet.

source: URL or local path to Snapshot Archive
de_de: URL oder lokaler Pfad zum Snapshot-Archiv

# Snapshot New Page Title
source: Add New Snapshot
de_de: Neuen Schnappschuss hinzufügen

# Snapshot page description
source: Use this form to create a new snapshot of your site. Fill in the optional Name and Notes fields. Select the tables to be included in this snapshot.
de_de: Benutz dieses Formular, um einen neuen Snapshot deiner Website zu erstellen. Füll die optionalen Felder „Name“ und „Notizen“ aus. Wähl die Tabellen aus, die in diesem Snapshot enthalten sein sollen.

source: Your web server timeout is set very low, %d seconds. Also, it appears this timeout cannot be adjusted via the Snapshot backup process. Attempting a snapshot backup could result in a partial backup of your tables.
de_de: Die Zeitüberschreitung deines Webservers ist mit %d Sekunden echt niedrig eingestellt. Außerdem sieht es so aus, als ob diese Zeitüberschreitung nicht über den Snapshot-Sicherungsprozess angepasst werden kann. Wenn du eine Snapshot-Sicherung versuchst, könnte das zu einer unvollständigen Sicherung deiner Tabellen führen.

source: Snapshot Information
de_de: Schnappschuss-Infos

source: What Files to Archive?
de_de: Welche Dateien soll man archivieren?

source: What Tables to Archive
de_de: Welche Tabellen sollen archiviert werden?

source: When to Archive
de_de: Wann soll man archivieren?
