Repository: Power-Source/ps-snapshot
Catalog: languages/snapshot-*.po
Languages: de_de

source: Next, go to the <strong>API Manager > Credentials</strong> section. Click <strong>Create Credentials > OAuth 2.0 client ID</strong>. In the popup select the <strong>Application Type</strong> as <strong>Web application</strong>. In the field <strong>Authorized redirect URI</strong> copy the value from the <strong>Redirect URI</strong> field below. Then click the <strong>Create Client ID</strong> button.
de_de: Als Nächstes gehst du zum Abschnitt <strong>„API Manager &gt; Credentials“ (API-Manager &gt; Anmeldedaten</strong> ). Klick <strong>auf „Create Credentials &gt; OAuth 2.0 client ID“ (Anmeldedaten erstellen &gt; OAuth 2.0-Client-ID</strong>). Wähl im Popup-Fenster als <strong>Anwendungstyp</strong> <strong>„Web application“ (Webanwendung</strong>) aus. Kopier im Feld <strong>„Authorized redirect URI“ (Autorisierte Umleitungs-URI</strong> ) den Wert aus dem Feld <strong>„Redirect URI“ (Umleitungs-URI</strong> ) darunter. Klick dann auf die Schaltfläche <strong>„Create Client ID“ (Client-ID erstellen</strong> ).

source: After the popup closes copy the Client ID and Client Secret from the Google page and paste into the form fields.
de_de: Nachdem sich das Popup geschlossen hat, kopiere die Client-ID und das Client Secret von der Google-Seite und füge diese in die Formularfelder ein.

source: Redirect URL
de_de: Weiterleitungs-URL

source: Copy URL
de_de: URL kopieren

source: When your create your new credentials, add this as the redirect URL.
de_de: Wenn du deine neuen Anmeldedaten erstellst, gib das hier als Weiterleitungs-URL ein.

source: An error occurred authenticating with Google:
de_de: Bei der Anmeldung bei Google ist ein Fehler passiert:

source: Please check your client ID and secret ID before resubmitting this form to try again
de_de: Bitte überprüfe deine Client-ID und geheime ID, bevor du dieses Formular erneut abschickst, um es noch mal zu versuchen.

source: Success. The Google Access Token has been received.
de_de: Alles geklappt. Der Google-Zugriffstoken ist angekommen.

source: The stored token will be used in the future when connecting to Google.
de_de: Das gespeicherte Token wird später mal benutzt, wenn du dich bei Google anmeldest.

source: To finish adding this destination you must authenticate it with Google Drive.
de_de: Um das Hinzufügen dieses Ziels abzuschließen, musst du es bei Google Drive bestätigen.

source: Unable to obtain an authorization URL from Google
de_de: Ich kann keine Autorisierungs-URL von Google bekommen.

source: Destination Info
de_de: Infos zum Reiseziel

source: Back
de_de: Zurück

source: Remove Destination
de_de: Ziel entfernen

source: You are deleting the destination <strong>%s</strong>. This destination has %d archives in it, are you sure you wish to remove it? You will still be able to access any archives at the destinations using the %s interface.
de_de: Du löschst gerade das Ziel <strong>%s</strong>. Dieses Ziel hat %d Archive. Bist du sicher, dass du es löschen willst? Du kannst weiterhin über die %s-Schnittstelle auf alle Archive an den Zielen zugreifen.

source: Remove
de_de: Entfernen

source: Get authorization code
de_de: Autorisierungscode holen

source: Authenticate
de_de: Authentifizieren

source: You haven't added a Dropbox destination yet.
de_de: Du hast noch kein Dropbox-Ziel hinzugefügt.

source: This destination has not been fully configured.
de_de: Dieses Ziel wurde noch nicht komplett eingerichtet.

source: Configure
de_de: Konfigurieren

source: You haven't added a FTP destination yet.
de_de: Du hast noch kein FTP-Ziel hinzugefügt.

source: You haven't added a Google Drive destination yet.
de_de: Du hast noch kein Google Drive-Ziel hinzugefügt.

source: You haven't added a Local destination yet.
de_de: Du hast noch kein lokales Ziel hinzugefügt.

source: You haven't added an Amazon S3 destination yet.
de_de: Du hast noch kein Amazon S3-Ziel hinzugefügt.

source: Importing archives from: %s
de_de: Archive importieren von: %s

source: Import
de_de: Importieren

source: Local Import
de_de: Lokaler Import

source: Missing a snapshot? You can use this import tool to find any missing snapshots. Snapshot will automatically check your integrations but you can also add a custom directory below.
de_de: Fehlt ein Snapshot? Mit diesem Import-Tool kannst du fehlende Snapshots finden. Snapshot checkt automatisch deine Integrationen, aber du kannst unten auch ein eigenes Verzeichnis hinzufügen.

source: Import options
de_de: Import-Optionen

source: Remote archives
de_de: Fernarchive

source: The <strong>import</strong> process can import an archive from a remote system server via FTP, Amazon S3 or Dropbox. The remote archive <strong>must</strong> be publicly accessible as this import process does not yet support authentication. See notes below on specific services.
de_de: Der <strong>Importvorgang</strong> kann ein Archiv von einem Remote-Systemserver über FTP, Amazon S3 oder Dropbox importieren. Das Remote-Archiv <strong>muss</strong> öffentlich zugänglich sein, da dieser Importvorgang noch keine Authentifizierung unterstützt. Sieh dir die Hinweise unten zu bestimmten Diensten an.

source: <strong>Dropbox:</strong> If you are attempting to download a Dropbox Snapshot archive written to the <strong>App/PSOURCE Snapshot</strong> you first need to copy the file to a public folder within your Dropbox account before grabbing the public link.
de_de: <strong>Dropbox:</strong> Wenn du ein Dropbox-Snapshot-Archiv herunterladen willst, das in den <strong>App/PSOURCE-Snapshot</strong> geschrieben wurde, musst du die Datei erst in einen öffentlichen Ordner in deinem Dropbox-Konto kopieren, bevor du den öffentlichen Link abrufen kannst.

source: <strong>Amazon S3:</strong> When downloading a file from S3 you need to ensure the file is public.
de_de: <strong>Amazon S3:</strong> Wenn du eine Datei von S3 runterlädst, musst du sicherstellen, dass die Datei öffentlich ist.

source: Local archives
de_de: Lokale Archive

source: For archives already in your server but not showing in the ALL Snapshots listing you can simply submit this form without entering a value below. This will scan the snapshot archives directory <strong>/media/storage/www/wp/snapshotold/wp-content/uploads/snapshots</strong> for any missing archives and add them to the listing.
de_de: Für Archive, die schon auf deinem Server sind, aber nicht in der Liste „ALL Snapshots“ auftauchen, kannst du einfach dieses Formular abschicken, ohne unten einen Wert einzugeben. Dadurch wird das Snapshot-Archivverzeichnis <strong>/media/storage/www/wp/snapshotold/wp-content/uploads/snapshots</strong> nach fehlenden Archiven durchsucht und diese werden zur Liste hinzugefügt.

source: Integrations
de_de: Integrationen

source: Directory URL
de_de: Verzeichnis-URL

source: Enter directory
de_de: Verzeichnis eingeben

source: Your current snapshot directory is %s. We will automatically check this directory also.
de_de: Dein aktuelles Snapshot-Verzeichnis ist %s. Wir schauen auch in diesem Verzeichnis automatisch nach.

source: Oh no! One or more of your Snapshot archives was not imported successfully. Please check your Snapshot logs for more details, or try restoring again in a few moments.
de_de: Oh nein! Ein oder mehrere deiner Snapshot-Archive konnten nicht erfolgreich importiert werden. Schau dir bitte deine Snapshot-Protokolle an, um mehr Infos zu bekommen, oder versuch es in ein paar Minuten nochmal mit der Wiederherstellung.

source: Managed Backups
de_de: Verwaltete Backups

source: Backups Wizard
de_de: Backup-Assistent

source: Configuration
de_de: Konfiguration

source: You must meet the server requirements before proceeding.
de_de: Du musst die Serveranforderungen erfüllen, bevor du fortfahren kannst.

source: You have 1 or more requirements warnings. You can proceed, however Snapshot may run into issues due to the warnings.
de_de: Du hast eine oder mehrere Warnungen zu Anforderungen. Du kannst weitermachen, aber Snapshot könnte wegen der Warnungen Probleme haben.

source: You meet the server requirements. You can proceed now.
de_de: Du erfüllst die Serveranforderungen. Du kannst jetzt weitermachen.

source: Managed backups can only be stored on PSOURCE's cloud servers. You have <strong>%s</strong> of your %s storage remaining.
de_de: Verwaltete Backups können nur auf den Cloud-Servern von PSOURCE gespeichert werden. Du hast noch <strong>%s</strong> von deinen %s Speicherplatz übrig.

source: Frequency
de_de: Häufigkeit

source: Would you like to schedule managed backups to run regularly or once-off?
de_de: Willst du verwaltete Backups regelmäßig oder nur einmalig machen?

source: Once-off
de_de: Einmalig

source: Run daily, weekly or monthly
de_de: Lauf täglich, wöchentlich oder monatlich

source: Schedule
de_de: Zeitplan

source: Storage Limit
de_de: Speicherlimit

source: backups before removing older archives.
de_de: Mach Backups, bevor du alte Archive löschst.

source: By default, Snapshot will run as many scheduled backups as you need. We recommend that you remove older backups to avoid filling your remote storage limit. If you would like to keep all of your backup archives, just set your storage limit to 0.
de_de: Standardmäßig führt Snapshot so viele geplante Backups durch, wie du brauchst. Wir empfehlen, ältere Backups zu löschen, damit dein Remote-Speicherplatz nicht voll wird. Wenn du alle deine Backup-Archive behalten willst, stell einfach dein Speicherplatzlimit auf 0.

source: Also run a backup now
de_de: Mach jetzt auch ein Backup.

source: Update Settings
de_de: Einstellungen aktualisieren

source: Run Backup
de_de: Sicherung ausführen

source: Create Backup
de_de: Backup erstellen

source: Try Again
de_de: Noch einmal versuchen

source: Your backup is in progress. <strong>You need to keep this page open for the backup to complete.</strong> Once your website has been backed up, it will be uploaded to PSOURCE servers. If your site is small, this will only take a few minutes, but could take a couple of hours for larger sites.
de_de: Deine Sicherung läuft gerade. <strong>Du musst diese Seite offen lassen, damit die Sicherung fertig werden kann.</strong> Sobald deine Website gesichert ist, wird sie auf die PSOURCE-Server hochgeladen. Bei kleinen Websites dauert das nur ein paar Minuten, bei größeren Websites kann es aber ein paar Stunden dauern.

source: Your backup has been successfully created and uploaded to PSOURCE servers!.
de_de: Deine Sicherung wurde erfolgreich erstellt und auf die PSOURCE-Server hochgeladen!

source: View Backups
de_de: Backups anzeigen

source: Bulk Actions
de_de: Mehrfachaktionen

source: Apply
de_de: Übernehmen

source: Restore Wizard
de_de: Wiederherstellungsassistent

source: Show Full Log
de_de: Vollständiges Protokoll anzeigen

source: Restore Result
de_de: Ergebnis wiederherstellen

source: Your restoration is in progress. If your site is small, this will only take a few minutes, but could take a couple of hours for larger sites.
de_de: Deine Wiederherstellung läuft gerade. Wenn deine Website klein ist, dauert das nur ein paar Minuten, bei größeren Websites kann es aber ein paar Stunden dauern.

source: Restoration Log
de_de: Restaurierungsprotokoll

source: Memory limit
de_de: Speicherlimit

source: Usage
de_de: Verwendung

source: Peak
de_de: Gipfel

source: Process
de_de: Prozess

source: Progress
de_de: Fortschritt

source: Snapshot determining tables/files to restore
de_de: Tabellen/Dateien für die Wiederherstellung festlegen

source: Finishing Restoration
de_de: Endbearbeitung Restaurierung

source: Your website has been successfully restored from your snapshot!! <a href="%s">View website</a>.
de_de: Deine Website wurde erfolgreich aus deinem Snapshot wiederhergestellt! <a href="%s">Website anzeigen</a>.

source: Choose which folder you would like to restore your website to.
de_de: Such dir den Ordner aus, in den du deine Website zurücksichern willst.

source: Restore to
de_de: Zurücksetzen auf

source: You need to enter the full path to the directory you want to restore your website to. Note: this will be the new root directory for your site.
de_de: Du musst den kompletten Pfad zu dem Verzeichnis eingeben, in das du deine Website wiederherstellen willst. Achtung: Das wird das neue Stammverzeichnis für deine Website sein.

source: Restore Now
de_de: Jetzt wiederherstellen

source: Cloud Storage Used
de_de: Genutzter Cloud-Speicher

source: Last backup
de_de: Letzte Sicherung

source: at
de_de: bei

source: Snapshot Key
de_de: Schnappschuss-Schlüssel

source: View Key
de_de: Ansichtsschlüssel

source: Add snapshot key
de_de: Schnappschuss-Schlüssel hinzufügen

source: Backups Schedule
de_de: Backup-Zeitplan

source: %s at %s
de_de: %s bei %s

source: Backups
de_de: Sicherungen

source: Settings
de_de: Einstellungen

source: Available Backups
de_de: Verfügbare Backups

source: Show Log
de_de: Log anzeigen

source: New Backup
de_de: Neue Sicherung

source: %s, you've enabled Managed Backups but haven't created your first backup yet. Do it now!
de_de: Hey, du hast Managed Backups aktiviert, aber noch kein erstes Backup erstellt. Mach das jetzt!

source: Here's a list of your current backups. You can restore your entire website from them at any time.
de_de: Hier ist eine Liste deiner aktuellen Backups. Du kannst jederzeit deine ganze Website daraus wiederherstellen.

source: Backup Details
de_de: 備份詳細資料

source: Options
de_de: Optionen

source: Set your full website managed backups to run automatically to a schedule that suits you. We highly recommend a weekly or daily frequency depending on how active your website is.
de_de: Stell deine vollständigen Website-Backups so ein, dass sie automatisch nach einem für dich passenden Zeitplan laufen. Wir empfehlen dir, je nachdem, wie aktiv deine Website ist, wöchentliche oder tägliche Backups zu machen.

source: Enable scheduled backups
de_de: Aktiviere geplante Backups

source: Time of Day
de_de: Tageszeit

source: By default, Snapshot will run as many scheduled backups as you need. If you would like to keep all of your snapshot archives, just set your storage limit to 0.
de_de: Standardmäßig führt Snapshot so viele geplante Backups durch, wie du brauchst. Wenn du alle deine Snapshot-Archive behalten willst, stell einfach dein Speicherlimit auf 0.

source: Keep
de_de: Behalten

source: Managed Backups Log
de_de: Verwaltete Backups Protokoll

source: <p>Here's a log of events for managed backups.</p>
de_de: <p>Hier ist ein Protokoll der Ereignisse für verwaltete Backups.</p>

source: General
de_de: Allgemein

source: Local Directory
de_de: Lokales Verzeichnis

source: Choose where your snapshots will be stored whilst they are being uploaded to your third party integrations.
de_de: Entscheide, wo deine Schnappschüsse gespeichert werden sollen, während sie zu deinen Drittanbieter-Integrationen hochgeladen werden.

source: Use default directory
de_de: Standardverzeichnis verwenden

source: Use custom directory
de_de: Benutzerdefiniertes Verzeichnis verwenden

source: Enter directory URL here
de_de: Gib hier die URL des Verzeichnisses ein

source: Your current snapshot directory lives at: <a href="#">%s</a>. If you choose a custom directory, Snapshot will automatically transfer any archives to the new directory for you.
de_de: Dein aktuelles Snapshot-Verzeichnis ist hier: <a href="#">%s</a>. Wenn du ein eigenes Verzeichnis auswählst, verschiebt Snapshot automatisch alle Archive für dich in das neue Verzeichnis.

source: Global File Exclusions
de_de: Globale Dateiausschlüsse

source: Define specific files or folders you want to exclude from any Snapshot or Full Backup.
de_de: Leg fest, welche Dateien oder Ordner du bei jedem Snapshot oder jeder vollständigen Sicherung auslassen willst.

source: Enter file URLs to be excluded, one per line.
de_de: Gib die URLs der Dateien ein, die ausgeschlossen werden sollen, eine pro Zeile.

source: The exclude feature uses pattern matching so you can easily select files to exclude from your backups. Example: to exclude the Twenty Ten theme, you can use twentyten, theme/twentyten or public/wp-content/theme/twentyten. <strong>The local folder is excluded from Snapshot backups by default.</strong>
de_de: Die Ausschlussfunktion nutzt Mustererkennung, damit du ganz einfach Dateien auswählen kannst, die du von deinen Backups ausschließen willst. Beispiel: Um das Twenty Ten-Theme auszuschließen, kannst du twentyten, theme/twentyten oder public/wp-content/theme/twentyten verwenden. <strong>Der lokale Ordner wird standardmäßig von Snapshot-Backups ausgeschlossen</strong>.

source: Errors
de_de: Fehler

source: Fatal run-time errors. These indicate errors that can not be recovered from, such as a memory allocation problem. Execution of the script is halted.
de_de: Schlimme Laufzeitfehler. Das sind Fehler, die man nicht beheben kann, wie zum Beispiel ein Problem mit der Speicherzuweisung. Das Skript wird dann gestoppt.

source: Stop the backup process if an error occurs
de_de: Halt den Backup-Vorgang an, wenn ein Fehler passiert.

source: Warnings
de_de: Warnungen

source: Run-time warnings (non-fatal errors). Executeion of the script is not halted.
de_de: Laufzeitwarnungen (nicht schwerwiegende Fehler). Das Skript läuft einfach weiter.

source: Stop the backup process if a warning occurs
de_de: Halt den Backup-Vorgang an, wenn 'ne Warnung auftaucht.

source: Notices
de_de: Hinweise

source: Run-time notices. Indicate that the script encountered something that could indicate an error, but could also happen in the normal course of running a script.
de_de: Laufzeitmeldungen. Zeigen an, dass das Skript auf was gestoßen ist, das ein Fehler sein könnte, aber auch einfach beim normalen Ablauf des Skripts passieren kann.

source: Stop the backup process if a notice occurs
de_de: Halt den Backup-Prozess an, wenn 'ne Meldung auftaucht.

source: Choose how you want Snapshot to handle error conditions during the backup and restore process.
de_de: Entscheide, wie Snapshot mit Fehlern während der Sicherung und Wiederherstellung umgehen soll.

source: Save Changes
de_de: Änderungen speichern

source: Get Started
de_de: Jetzt loslegen

source: Create and store snapshots of your website. You choose what you want to back up and where you want to save it. Let's get started!
de_de: Mach und speicher Momentaufnahmen deiner Website. Du entscheidest, was du sichern willst und wo du es speichern möchtest. Los geht's!

source: Available Snapshots
de_de: Verfügbare Momentaufnahmen

source: Filter by
de_de: Filtern nach

source: All Destinations
de_de: Alle Reiseziele

source: Once off
de_de: Einmalig

source: Edit
de_de: Bearbeiten

source: Regenerate
de_de: Regenerieren

source: Snapshot Info
de_de: Schnellinfo

source: Download the snapshot archive
de_de: Lade das Snapshot-Archiv runter

source: Last run
de_de: Letzte Ausführung

source: An error occurred during the most recent upload attempt:
de_de: Beim letzten Versuch, was hochzuladen, ist ein Fehler passiert:

source: Further attempts to upload will continue to be made. However, you may want to investigate this issue to ensure that they are successful.
de_de: Wir werden weiter versuchen, die Dateien hochzuladen. Du solltest das Problem aber vielleicht mal checken, um sicherzugehen, dass es klappt.

source: An unknown error occurred during the last upload attempt. Further attempts to upload will continue to be made.
de_de: Beim letzten Versuch, was hochzuladen, ist ein Fehler passiert, den wir nicht genau kennen. Wir versuchen trotzdem weiter, was hochzuladen.

source: Uploaded
de_de: Hochgeladen

source: Uploading&hellip;
de_de: Hochladen von&hellip;

source: Filesize
de_de: Dateigröße

source: Files
de_de: Dateien

source: All Files
de_de: Alle Dateien

source: URL exclusions
de_de: URL-Ausschlüsse

source: Database Tables
de_de: Datenbank Tabellen

source: All
de_de: Alle

source: View Logs
de_de: Protokolle ansehen

source: <p>Here's a log of events for this snapshot.</p>
de_de: <p>Hier ist ein Protokoll der Ereignisse für diesen Snapshot.</p>

source: Hide Full Log
de_de: Vollständiges Protokoll ausblenden

source: Snapshot Result
de_de: Schnappschuss-Ergebnis

source: Your snapshot is in progress. <strong> You need to keep this page open for the backup to complete. </strong> Once your website has been backed up, it will be uploaded to your destination. If your site is small, this will only take a few minutes, but could take a couple of hours for larger sites.
de_de: Dein Snapshot wird gerade erstellt. <strong> Du musst diese Seite offen lassen, bis die Sicherung fertig ist. Sobald </strong> deine Website gesichert ist, wird sie an den Zielort hochgeladen. Bei kleinen Websites dauert das nur ein paar Minuten, bei größeren Websites kann es aber ein paar Stunden dauern.

source: Your snapshot has been successfully created and stored! <a href="">View snapshot</a>.
de_de: Dein Snapshot wurde erfolgreich erstellt und gespeichert! <a href="">Snapshot anzeigen</a>.

source: Snapshot Log
de_de: Schnappschuss-Protokoll

source: Snapshot Initializing
de_de: Schnappschuss wird initialisiert

source: Snapshot Finishing (creating zip archive of tables)
de_de: Snapshot-Finishing (Erstellen eines ZIP-Archivs von Tabellen)

source: Your website has been successfully restored from your snapshot!
de_de: Deine Website wurde erfolgreich aus deinem Snapshot wiederhergestellt!

source: View website.
de_de: Schau dir die Website an.

source: View Site
de_de: Seite anzeigen

source: Blog options
de_de: Blog-Optionen

source: You can restore the backup to a different blog within your Multisite environment.<br><strong>Note: The destination blog MUST already exist.</strong>
de_de: Du kannst die Sicherung auf einem anderen Blog in deiner Multisite-Umgebung wiederherstellen.<br><strong>Achtung: Der Zielblog MUSS schon da sein.</strong>

source: This migration logic is considered still in beta.
de_de: Diese Migrationslogik ist noch in der Beta-Phase.

source: Restore Note: URL mismatch! The Snapshot archive does not appear made from the current WordPress system. Every attempt will be made to replace the source URL with the URL from the destination.
de_de: Wiederherstellung Hinweis: Die URL passt nicht! Das Snapshot-Archiv scheint nicht vom aktuellen WordPress-System erstellt worden zu sein. Wir versuchen, die Quell-URL durch die URL vom Ziel zu ersetzen.

source: Information from archive
de_de: Infos aus dem Archiv

source: Enter the blog sub-domain prefix (i.e. site 1) or blog ID (i.e. 22), or a mapped domain, or leave blank for the primary site.
de_de: Gib das Präfix der Blog-Subdomain (z. B. „site 1”) oder die Blog-ID (z. B. „22”) oder eine zugeordnete Domain ein oder lass das Feld für die primäre Website leer.

source: Enter the blog path (i.e. site1) or blog ID (i.e. 22), or leave blank for the primary site
de_de: Gib den Blog-Pfad (z. B. site1) oder die Blog-ID (z. B. 22) ein oder lass das Feld für die primäre Website leer.

source: Select the archive you wish to restore from.
de_de: Such das Archiv aus, das du wiederherstellen willst.

source: Select which files you want to include.
de_de: Wähle aus, welche Dateien du hinzufügen willst.

source: Don't include any files
de_de: Füge keine Dateien hinzu.

source: Only include selected files
de_de: Nur ausgewählte Dateien einbeziehen

source: Database
de_de: Datenbank

source: Select which database tables you want to include.
de_de: Wähle aus, welche Datenbanktabellen du einbeziehen möchtest.

source: Don't include any database tables
de_de: Füge keine Datenbanktabellen hinzu.

source: Only include selected tables
de_de: Nur ausgewählte Tabellen einbeziehen

source: Deactivate plugins
de_de: Plugins deaktivieren
