Repository: Power-Source/ps-snapshot
Catalog: languages/snapshot-*.po
Languages: de_de

source: <strong>Database Segment Size</strong> - The Segment Size can be defined as the number of rows to backup per table per request. The Segment Size controls the backup processing when you create a new snapshot. During the backup processing Snapshot will make a request to the server to backup each table. You can see this in the progress meters when you create a new snapshot. In most situations this backup process will attempt to backup the table in one step. But on some server configurations the timeout is set very low or the table size is very large and prevents the backup process from finishing. To control this the Snapshot backup process will breakup the requests into smaller 'chunks of work' requested to the server.
de_de: <strong>Datenbanksegmentgröße</strong> – Die Segmentgröße ist die Anzahl der Zeilen, die pro Tabelle und Anfrage gesichert werden sollen. Die Segmentgröße steuert die Sicherungsverarbeitung, wenn du einen neuen Snapshot erstellst. Während der Sicherungsverarbeitung fordert Snapshot den Server auf, jede Tabelle zu sichern. Du kannst das in den Fortschrittsanzeigen sehen, wenn du einen neuen Snapshot erstellst. In den meisten Fällen versucht dieser Sicherungsprozess, die Tabelle in einem Schritt zu sichern. Bei einigen Serverkonfigurationen ist die Zeitüberschreitung jedoch sehr niedrig eingestellt oder die Tabellengröße ist sehr groß, sodass der Sicherungsprozess nicht abgeschlossen werden kann. Um dies zu steuern, teilt der Snapshot-Sicherungsprozess die Anfragen in kleinere „Arbeitsblöcke” auf, die an den Server gesendet werden.

source: <strong>Server Info</strong> - This section provides useful details about your site configuration and should be used when contacting support.
de_de: <strong>Server-Infos</strong> – Hier findest du nützliche Infos zur Konfiguration deiner Website, die du brauchen könntest, wenn du den Support kontaktierst.

source: <strong>Memory Limit</strong> - This section can control the amount of memory used/needed by Snapshot when created/restoring an archive.
de_de: <strong>Speicherbegrenzung</strong> – Hier kannst du einstellen, wie viel Speicher Snapshot beim Erstellen oder Wiederherstellen eines Archivs braucht.

source: <strong>Archive Import</strong> - Do you have some snapshot zip file from an older version that somehow became disconnected with the settings. You can now import the zip file and snapshot will add it to the listing.
de_de: <strong>Archivimport</strong> – Hast du eine Snapshot-ZIP-Datei von einer älteren Version, die irgendwie von den Einstellungen getrennt wurde? Du kannst die ZIP-Datei jetzt importieren, und Snapshot fügt sie zur Liste hinzu.

source: Overview
de_de: Übersicht

source: New Snapshot
de_de: Neuer Schnappschuss

source: Edit Snapshot
de_de: Schnappschuss bearbeiten

source: Alle Snapshots
de_de: Alle Schnappschüsse

source: ERROR: The new Snapshot folder already exists.
de_de: FEHLER: Der neue Snapshot-Ordner ist schon da.

source: Warning: We were unable to find the old Snapshot folder.
de_de: Achtung: Wir konnten den alten Snapshot-Ordner nicht finden.

source: Local Snapshot
de_de: Lokaler Schnappschuss

source: ERROR: Cannot create snapshot folder. Check that the parent folder is writable
de_de: FEHLER: Der Snapshot-Ordner kann nicht erstellt werden. Überprüfe, ob der übergeordnete Ordner beschreibbar ist.

source: ERROR: The Snapshot destination folder is not writable
de_de: FEHLER: Der Zielordner für den Snapshot kann nicht beschrieben werden.

source: ERROR: Cannot create snapshot Log folder. Check that the parent folder is writeable
de_de: FEHLER: Der Snapshot-Protokollordner kann nicht erstellt werden. Überprüfe, ob der übergeordnete Ordner beschreibbar ist.

source: ERROR: Cannot create snapshot Restore folder. Check that the parent folder is writeable
de_de: FEHLER: Der Ordner „Snapshot Restore“ kann nicht erstellt werden. Überprüfe, ob der übergeordnete Ordner beschreibbar ist.

source: ERROR: The Snapshot restore folder is not writable
de_de: FEHLER: Der Ordner für die Wiederherstellung von Snapshots ist nicht beschreibbar.

source: ERROR: Cannot create snapshot Lock folder. Check that the parent folder is writeable
de_de: FEHLER: Der Snapshot-Sperrordner kann nicht erstellt werden. Überprüfe, ob der übergeordnete Ordner beschreibbar ist.

source: ERROR: The Snapshot locks folder is not writable
de_de: FEHLER: Der Ordner „Snapshot locks“ kann nicht beschrieben werden.

source: ERROR: Snapshot backup aborted.<br />The Snapshot folder is not writeable. Check the settings.
de_de: FEHLER: Snapshot-Sicherung abgebrochen.<br />Der Snapshot-Ordner ist nicht beschreibbar. Überprüfe die Einstellungen.

source: ERROR: Snapshot backup aborted.
de_de: FEHLER: Snapshot-Sicherung abgebrochen.

source: Your snapshot has been successfully created and stored!
de_de: Dein Snapshot wurde erfolgreich erstellt und gespeichert!

source: View Snapshot
de_de: Snapshot ansehen

source: ERROR: The Snapshot missing 'item_data' key
de_de: FEHLER: Der Snapshot hat den Schlüssel „item_data” nicht.

source: ERROR: The Snapshot incorrect 'item_data' [
de_de: FEHLER: Der Snapshot ist falsch 'item_data' [

source: ERROR: The Snapshot file not found:
de_de: FEHLER: Die Snapshot-Datei wurde nicht gefunden:

source: ERROR: The Snapshot folder is not writeable. Check the settings
de_de: FEHLER: Der Ordner „Snapshot“ kann nicht beschrieben werden. Überprüfe die Einstellungen.

source: ERROR: Unable to locate table restore file from archive:
de_de: FEHLER: Die Datei zum Wiederherstellen der Tabelle konnte nicht im Archiv gefunden werden:

source: ERROR: The Snapshot missing 'file_data_idx' key
de_de: FEHLER: Der Snapshot hat den Schlüssel „file_data_idx” nicht.

source: ERROR: The Snapshot missing session 'FILES-DATA' object.
de_de: FEHLER: Im Snapshot fehlt das Objekt „FILES-DATA” der Sitzung.

source: ERROR: The Snapshot missing restore file at idx [
de_de: FEHLER: Die Snapshot-Wiederherstellungsdatei fehlt unter der ID [

source: Unable to create directory %s. Make sure the parent folder is writeable.
de_de: Das Verzeichnis %s kann nicht erstellt werden. Überprüfe, ob der übergeordnete Ordner beschreibbar ist.

source: SUCCESS: Snapshot Restore complete!
de_de: Erfolg: Snapshot-Wiederherstellung fertig!

source: Creating Archive
de_de: Archiv erstellen

source: file: The following files are excluded due to match exclusion patterns.
de_de: Datei: Die folgenden Dateien sind wegen Übereinstimmungsausschlussmustern nicht dabei.

source: file: The following files are excluded because snapshot cannot open them. Check file permissions or locks
de_de: Datei: Die folgenden Dateien sind raus, weil Snapshot sie nicht öffnen kann. Überprüfe mal die Dateiberechtigungen oder Sperren.

source: Syncing Files
de_de: Dateien synchronisieren

source: Sending Archive
de_de: Archiv senden

source: Destinations
de_de: Reiseziele

source: Destinations are where your snapshots are uploaded and stored. Store files on Dropbox, Google Drive, Amazon S3, FTP/SFTP, or your local computer.
de_de: Destinationen sind Orte, wo deine Schnappschüsse hochgeladen und gespeichert werden. Speichere Dateien auf Dropbox, Google Drive, Amazon S3, FTP/SFTP oder deinem lokalen Computer.

source: Active Destinations
de_de: Aktive Reiseziele

source: Type
de_de: Typ

source: View All
de_de: Alle anzeigen

source: Snapshots
de_de: Schnappschüsse

source: Create
de_de: Erstellen

source: Snapshots are restore points for your site. Simply choose what you want to back up and then store it on destinations such as Dropbox, Amazon S3 and more.
de_de: Snapshots sind Wiederherstellungspunkte für deine Website. Wähle einfach aus, was du sichern möchtest, und speichere es dann an Orten wie Dropbox, Amazon S3 und anderen.

source: Snapshots are restore points for your site. Here are your latest snapshots.
de_de: Snapshots sind Wiederherstellungspunkte für deine Website. Hier sind deine neuesten Snapshots.

source: No Backups
de_de: Keine Backups

source: You haven't backed up your site yet. Create your first backup now<br>– it'll only take a minute.
de_de: Du hast deine Website noch nicht gesichert. Mach jetzt dein erstes Backup<br>– das dauert nur eine Minute.

source: Never
de_de: Niemals

source: All Backed up
de_de: Alles gesichert

source: Your last backup was created less than a week ago. Excellent work!
de_de: Deine letzte Sicherung ist noch keine Woche her. Super gemacht!

source: Getting Older
de_de: Älter werden

source: Your last backup was over a week ago. Make sure you're backing up regulary!
de_de: Deine letzte Sicherung ist schon über eine Woche her. Stell sicher, dass du regelmäßig Sicherungen machst!

# %s = human-readable time difference
source: %s ago
de_de: vor %s

source: Hello, %s!
de_de: Hallo, %s!

source: Welcome to the Dashboard. Here you can manage all your snapshots and backups.
de_de: Hey, willkommen im Dashboard. Hier kannst du alle deine Snapshots und Backups verwalten.

source: Welcome to the Dashboard. Here you can manage all your snapshots.
de_de: Hey, willkommen im Dashboard. Hier kannst du alle deine Snapshots verwalten.

source: Last Snapshot
de_de: Letzter Schnappschuss

source: at %s
de_de: am %s

source: Available Destinations
de_de: Verfügbare Reiseziele

source: Managed Backups Schedule
de_de: Zeitplan für verwaltete Backups

source: Activate
de_de: Aktivieren

source: Enable
de_de: Aktivieren

source: Add Destination
de_de: Bestimmung hinzufügen

source: Add Snapshot Key
de_de: Snapshot-Schlüssel hinzufügen

source: This is your Snapshot API key. If you have any issues connecting to PSOURCE’s cloud servers, just reset your key. Don’t worry, resetting your key won’t affect your backups.
de_de: Das ist dein Snapshot-API-Schlüssel. Wenn du Probleme mit der Verbindung zu den Cloud-Servern von PSOURCE hast, setz deinen Schlüssel einfach zurück. Keine Sorge, das Zurücksetzen deines Schlüssels hat keine Auswirkungen auf deine Backups.

source: To enable Managed Backups and your 10GB storage allowance on our PSOURCE cloud servers, you need to add your Snapshot key.
de_de: Um Managed Backups und dein 10 GB Speicherplatzkontingent auf unseren PSOURCE-Cloud-Servern zu aktivieren, musst du deinen Snapshot-Schlüssel hinzufügen.

source: Get My Key
de_de: Hol meinen Schlüssel

source: Once you've got your key, enter it below:
de_de: Sobald du deinen Schlüssel hast, gib ihn unten ein:

source: Please wait while we verify your Snapshot key...
de_de: Bitte warte, während wir deinen Snapshot-Schlüssel überprüfen...

source: We couldn’t verify your Snapshot key. Try entering it again, or reset it for this website in <a target="_blank" href="%s">The Hub</a> over at PSOURCE.
de_de: Wir konnten deinen Snapshot-Schlüssel nicht bestätigen. Versuch's nochmal oder setz ihn für diese Website in <a target="_blank" href="%s">The Hub</a> bei PSOURCE zurück.

source: Enter your key here
de_de: Gib hier deinen Schlüssel ein

source: Save Key
de_de: Schlüssel speichern

source: Reset Key
de_de: Schlüssel zurücksetzen

source: Welcome to Snapshot
de_de: Hey, willkommen bei Snapshot!

source: Skip
de_de: Überspringen

source: Welcome to Snapshot Pro, the hottest backups plugin for WordPress! Let’s start by choosing what type of backup you’d like to make - there are two types…
de_de: Hey, willkommen bei Snapshot Pro, dem angesagtesten Backup-Plugin für WordPress! Lass uns damit anfangen, dass du auswählst, welche Art von Backup du machen willst – es gibt zwei Arten...

source: Welcome to Snapshot, the hottest backups plugin for WordPress! With this plugin you can backup and migrate bits and pieces of your website to third party destinations like Dropbox, Google Drive, Amazon S3 & more.
de_de: Hey, willkommen bei Snapshot, dem coolsten Backup-Plugin für WordPress! Mit diesem Plugin kannst du Teile deiner Website sichern und auf andere Speicherorte wie Dropbox, Google Drive, Amazon S3 und mehr übertragen.

source: PSOURCE Managed Backups
de_de: PSOURCE Verwaltete Backups

source: As part of your PSOURCE membership you get 10GB free cloud storage to back up and store your entire WordPress website - including WordPress itself. You can schedule these backups to run daily, monthly or weekly and should you ever need it you can restore an entire website in just a few clicks.
de_de: Als Teil deiner PSOURCE-Mitgliedschaft bekommst du 10 GB kostenlosen Cloud-Speicherplatz, um deine ganze WordPress-Website zu sichern und zu speichern – WordPress selbst eingeschlossen. Du kannst diese Backups täglich, monatlich oder wöchentlich machen und bei Bedarf kannst du mit nur wenigen Klicks die ganze Website wiederherstellen.

source: Activate Managed Backups
de_de: Verwaltete Backups einschalten

source: With Snapshots you can backup and migrate bits and pieces of your website. You can choose what files, plugins/themes and database tables to backup and then store them on third party destinations. To get started, let’s add your first destination.
de_de: Mit Snapshots kannst du Teile deiner Website sichern und migrieren. Du kannst auswählen, welche Dateien, Plugins/Themes und Datenbanktabellen gesichert werden sollen, und sie dann auf Drittanbieter-Zielen speichern. Füge zunächst dein erstes Ziel hinzu, um loszulegen.

source: <strong>Let’s start by adding a new destination</strong>; where would you like to store your first snapshot?
de_de: <strong>Fangen wir damit an, ein neues Ziel hinzuzufügen</strong>. Wo willst du deinen ersten Snapshot speichern?

source: Use Destination
de_de: Ziel verwenden

source: Requirements Check
de_de: Anforderungsprüfung

source: FAIL
de_de: FEHLGESCHLAGEN

source: WARNING
de_de: WARNUNG

source: Your PHP version is out of date. Your current version is %s and we require 5.2 or newer. You'll need to update your PHP version to proceed. If you use a managed host, contact them directly to have it updated.
de_de: Deine PHP-Version ist veraltet. Du hast gerade Version %s, aber wir brauchen mindestens 5.2. Du musst deine PHP-Version aktualisieren, um weitermachen zu können. Wenn du einen Managed Host nutzt, frag einfach direkt bei denen nach, ob sie das für dich machen können.

source: Max Execution Time
de_de: Max Ausführungszeit

source: <b><code>max_execution_time</code> is set to %s which is too low</b>. A minimum execution time of 150 seconds is recommended to give the migration process the best chance of succeeding. If you use a managed host, contact them directly to have it updated.
de_de: <b><code>max_execution_time</code> ist auf %s gesetzt, was zu niedrig ist</b>. Für den Migrationsprozess wird eine Mindestausführungszeit von 150 Sekunden empfohlen, damit er möglichst erfolgreich ist. Wenn du einen verwalteten Host nutzt, wende dich direkt an den Anbieter, um das zu ändern.

source: <b>PHP MySQLi module not found</b>. Snapshot needs the MySQLi module to be installed and enabled on the target server. If you use a managed host, contact them directly to have this module installed and enabled.
de_de: <b>PHP MySQLi-Modul nicht gefunden</b>. Snapshot braucht das MySQLi-Modul, das auf dem Zielserver installiert und aktiviert sein muss. Wenn du einen Managed Host nutzt, wende dich direkt an den Anbieter, damit dieses Modul installiert und aktiviert wird.

source: <b>PHP Zip module not found</b>. To unpack the zip file, Snapshot needs the Zip module to be installed and enabled. If you use a managed host, contact them directly to have it updated.
de_de: <b>PHP-Zip-Modul nicht gefunden</b>. Um die Zip-Datei zu entpacken, muss das Zip-Modul installiert und aktiviert sein. Wenn du einen Managed Host nutzt, wende dich direkt an den Anbieter, um das Modul aktualisieren zu lassen.

source: Re-Check
de_de: Erneut überprüfen

source: You can get your access keys via the <a target="_blank" href="%s">AWS Console</a>
de_de: Du kannst deine Zugriffsschlüssel über die <a target="_blank" href="%s">AWS-Konsole</a> bekommen.

source: File Permissions
de_de: Dateiberechtigungen

source: Control who will have access to your backup files.
de_de: Entscheide, wer Zugriff auf deine Backup-Dateien haben soll.

source: If directory is blank the snapshot file will be stored at the bucket root. If the directory is provided it will be created inside the bucket. This is a global setting and will be used by all snapshot configurations using this destination. You can also define a director used by a specific snapshot.
de_de: Wenn das Verzeichnis leer ist, wird die Snapshot-Datei im Stammverzeichnis des Buckets gespeichert. Wenn das Verzeichnis angegeben ist, wird es im Bucket erstellt. Das ist eine globale Einstellung und wird von allen Snapshot-Konfigurationen verwendet, die dieses Ziel nutzen. Du kannst auch ein Verzeichnis für einen bestimmten Snapshot festlegen.

source: Due to the new requirement from Dropbox API V2, you need to use PHP 5.5 or newer to be able to add Dropbox destination.
de_de: Wegen der neuen Anforderungen von Dropbox API V2 musst du PHP 5.5 oder neuer nutzen, um ein Dropbox-Ziel hinzufügen zu können.

source: Authenticated
de_de: Authentifiziert

source: You've authenticated this Dropbox destination. To finish adding this destination, please specify a folder to store the snapshots in and click Save Destination.
de_de: Du hast dieses Dropbox-Ziel authentifiziert. Um das Hinzufügen dieses Ziels abzuschließen, gib bitte einen Ordner an, in dem die Snapshots gespeichert werden sollen, und klicke auf „Ziel speichern“.

source: This destination is authenticated and ready for use.
de_de: Dieses Ziel ist authentifiziert und einsatzbereit.

source: You can re-authenticate at any time if you wish to change this destination's details.
de_de: Du kannst dich jederzeit wieder anmelden, wenn du die Details dieses Ziels ändern möchtest.

source: Force Re-Authorize with Dropbox
de_de: Erneute Autorisierung mit Dropbox erzwingen

source: Authorization code
de_de: Autorisierungscode

source: Account
de_de: Konto

source: Country
de_de: Land

source: Storage Used
de_de: Verwendeter Speicherplatz

source: This destination is using old Dropbox authentication system, please re-authenticate.
de_de: Dieses Ziel nutzt das alte Dropbox-Authentifizierungssystem. Bitte mach die Authentifizierung nochmal.

source: The first step in the Dropbox setup is Authorizing Snapshot to communicate with your Dropbox account. Dropbox requires that you grant Snapshot access to your account. This is required in order for Snapshot to upload files to your Dropbox account.
de_de: Der erste Schritt bei der Einrichtung von Dropbox ist, Snapshot zu erlauben, mit deinem Dropbox-Konto zu kommunizieren. Dropbox braucht deine Erlaubnis, damit Snapshot auf dein Konto zugreifen kann. Das ist nötig, damit Snapshot Dateien in dein Dropbox-Konto hochladen kann.

source: This destination is not authenticated yet.
de_de: Dieses Ziel ist noch nicht bestätigt.

source: Connection Type
de_de: Verbindungstyp

source: The FTP option will use the standard PHP library functions. Choosing FTPS will use the <a target="_blank" href="%s">PHP Secure Communications Library</a>This option may not work depending on how your PHP binaries are compiled. FTPS with TSL/SSL attemts a secure connection, however it will only work if PHP and OpenSSL are properly configured on your host and destination host. This option will also not work with Windows using the default PHP binaries. Check the PHP docs for ftp_ssl_connection.
de_de: Die FTP-Option nutzt die Standardfunktionen der PHP-Bibliothek. Wenn du FTPS wählst, wird die <a target="_blank" href="%s">PHP Secure Communications Library</a>genutzt. <a target="_blank" href="%s">Diese Option</a>funktioniert vielleicht nicht, je nachdem, wie deine PHP-Binärdateien kompiliert sind. FTPS mit TSL/SSL versucht, eine sichere Verbindung herzustellen, aber das klappt nur, wenn PHP und OpenSSL auf deinem Host und dem Zielhost richtig konfiguriert sind. Diese Option funktioniert auch nicht mit Windows, wenn die Standard-PHP-Binärdateien genutzt werden. Schau dir die PHP-Dokumentation zu ftp_ssl_connection an.

source: User
de_de: Benutzer

source: This directory will be used to store your Snapshot archives and must already exist on the server. If the remote path is left blank, the FTP home directory will be used as the destination for your Snapshot files.
de_de: Dieses Verzeichnis wird zum Speichern deiner Snapshot-Archive genutzt und muss schon auf dem Server vorhanden sein. Wenn du den Remote-Pfad leer lässt, wird das FTP-Home-Verzeichnis als Speicherort für deine Snapshot-Dateien genutzt.

source: Use Passive Mode
de_de: Passivmodus verwenden

source: In passive mode, data connections are initiated by the client, rather than by the server. It may be needed if the client is behind firewall. Passive mode is off by default.
de_de: Im passiven Modus werden Datenverbindungen vom Client und nicht vom Server gestartet. Das kann nötig sein, wenn der Client hinter einer Firewall ist. Der passive Modus ist standardmäßig deaktiviert.

source: Directory ID
de_de: Verzeichnis-ID

source: This isn't a traditional directory path like /app/snapshot/ but a unique directory ID that Google Drive use for their filesystem.
de_de: Das ist kein normaler Verzeichnispfad wie /app/snapshot/, sondern eine eindeutige Verzeichnis-ID, die Google Drive für sein Dateisystem nutzt.

source: To retrieve your directory ID, follow <a %s>these instructions</a>.
de_de: Um deine Verzeichnis-ID zu finden, machst du einfach <a %s>Folgendes</a>:

source: Go to your <a href="https://drive.google.com/#my-drive" target="_blank">Drive account</a>. Navigate to or create a new directory where you want to upload the Snapshot archives. Make sure you are viewing the destination directory.
de_de: Geh zu deinem <a href="https://drive.google.com/#my-drive" target="_blank">Drive-Konto</a>. Such das Verzeichnis, in das du die Snapshot-Archive hochladen willst, oder mach ein neues. Check, ob du das richtige Zielverzeichnis angezeigt bekommst.

source: The URL for the directory will be something similar to <em>https://drive.google.com/#folders/0B6GD66ctHXXCOWZKNDRIRGJJXS3</em>. The Directory ID would be the last part after <em>/#folders/</em>: <strong>0B6GD66ctHXXCOWZKNDRIRGJJXS3.</strong>
de_de: Die URL für das Verzeichnis sieht ungefähr so aus: <em>https://drive.google.com/#folders/0B6GD66ctHXXCOWZKNDRIRGJJXS3</em>. Die Verzeichnis-ID ist der letzte Teil nach <em>/#folders/</em>: <strong>0B6GD66ctHXXCOWZKNDRIRGJJXS3.</strong>

source: You may specify multiple Directory IDs separated by a comma "%s"
de_de: Du kannst mehrere Verzeichnis-IDs angeben, getrennt durch ein Komma „%s“.

source: Follow <a %s>these instructions</a> to retrieve your Client ID and Secret.
de_de: Mach einfach <a %s>diese Schritte</a>, um deine Client-ID und deinen geheimen Schlüssel zu bekommen.

source: Select an existing project or create a new one. If creating a new project, you will need to enter a name, but the ID is not important and can be ignored.
de_de: Wählen Sie ein bestehendes Projekt aus oder erstellen Sie ein neues. Wenn Sie ein neues Projekt erstellen, müssen Sie einen Namen eingeben, aber die ID ist nicht wichtig und kann ignoriert werden.
